Repository: WordPressBugBounty/plugins-publishpress-checklists
Catalog: publishpress-checklists/languages/publishpress-checklists-yo.po
Languages: yo

source: With PublishPress Checklists, you can choose publishing requirements for your content.
yo: Pẹlu PublishPress Checklists, o le yan awọn ibeere titẹjade fun akoonu rẹ.

source: Disabled
yo: Ti dènà

source: Recommended
yo: Ti a ṣe iṣeduro

source: Required
yo: Ti a beere

source: Please correct your form errors below and try again.
yo: Jọwọ ṣatunṣe awọn aṣiṣe fọọmu rẹ ni isalẹ ki o si gbiyanju lẹẹkansi.

source: Cheatin&#8217; uh?
yo: Ṣe o n ṣe ẹtan&#8217; bẹẹ ni?

source: You do not have necessary permissions to complete this action.
yo: Iwọ ko ni awọn aṣẹ pataki lati pari iṣẹ yii.

source: Post does not exist
yo: Ifiweranṣẹ ko si

source: Checklists
yo: Awọn Akojọ Ṣayẹwo

source: If you like %s please leave us a %s rating. Thank you!
yo: Ti o ba fẹ %s jọwọ fi %s ipo silẹ fun wa. O ṣeun!

source: Need PublishPress Checklists Support?
yo: Ṣe o nilo Atilẹyin PublishPress Checklists?

source: If you need help or have a new feature request, let us know.
yo: Tí o bá nílò ìrànlọ́wọ́ tàbí ní ìbéèrè tuntun fún ẹya kan, jẹ́ kí a mọ.

source: Request Support
yo: Beere Atilẹyin

source: Detailed documentation is also available on the plugin website.
yo: Iwe-ẹri ti o ni alaye ni gbogbo wa tun wa lori oju opo wẹẹbu plugin naa.

source: View Knowledge Base
yo: Wo Ile-ika Ẹkọ

source: Settings
yo: Ẹ̀tọ́

source: Upgrade to Pro
yo: Mu si Pro

source: Approved by %s
yo: Ti fọwọsi nipasẹ %s

source: Approved by a user in this role
yo: Ti fọwọsi nipasẹ olumulo kan ni ipa yii

source: Min
yo: kerepin

source: Max
yo: pòpin

source: Edit label
yo: Ṣatunkọ aami

source: Number of categories
yo: Iye awọn ẹka

source: Minimum of %s category
yo: Iwọn ti o kere ju %s ẹka

source: Minimum of %s categories
yo: Iwọn ti o kere ju %s awọn ẹka

source: Maximum of %s category
yo: pòpin ti %s ẹka

source: Maximum of %s categories
yo: pòpin ti %s awọn ẹka

source: %s category
yo: %s ẹka

source: %s categories
yo: %s awọn ẹka

source: Between %s and %s categories
yo: Laarin %s ati %s awọn ẹka

source: Custom
yo: Adani

source: Which roles can mark this task as complete?
yo: Iru ipa wo ni o le samisi iṣẹ yii gẹgẹ bi ti pari?

source: Enter name of custom task
yo: Tẹ orúkọ iṣẹ́ àtọkànwá

source: Remove
yo: Yọ

source: Number of external links in content
yo: Iye awọn ọna asopọ ita ni akoonu

source: Minimum of %d external link in content
yo: Iwọn ti o kere ju %d ọna asopọ ita ninu akoonu

source: Minimum of %d external links in content
yo: Iwọn ti o kere ju %d awọn ọna asopọ ita ninu akoonu

source: Maximum of %d external link in content
yo: pòpin ti %d ọna asopọ ita ninu akoonu

source: Maximum of %d external links in content
yo: pòpin ti %d awọn ọna asopọ ita ninu akoonu

source: %d external link in content
yo: %d ọna asopọ ita ninu akoonu

source: %d external links in content
yo: %d awọn ọna asopọ ita ninu akoonu

source: Between %d and %d external links in content
yo: Laarin %d ati %d awọn ìjápọ ita ni akoonu

source: Featured image is added
yo: Àwòrán àfihàn ti wa ni afikun

source: Featured image has Alt text
yo: Àwòrán àfihàn ni ọrọ Alt

source: Featured image has caption
yo: Àwòrán tó ṣe pàtàkì ní akọlé

source: Numbers of characters in excerpt
yo: Iye awọn lẹta ninu akopọ

source: Minimum of %d character in excerpt
yo: Kekere ti %d ohun kikọ ninu apakan

source: Minimum of %d characters in excerpt
yo: Iwọn ti o kere ju %d awọn ohun kikọ ninu excerpt

source: Maximum of %d character in excerpt
yo: Ìkànsí tó pọ̀jù %d àkàrà nínú àkókò

source: Maximum of %d characters in excerpt
yo: pòpin ti %d awọn ohun kikọ ninu apakan

source: %d character in excerpt
yo: %d ohun kikọ ninu iyasọtọ

source: %d characters in excerpt
yo: %d awọn ohun kikọ ninu iyasọtọ

source: Between %d and %d characters in excerpt
yo: Laarin %d ati %d awọn aami ni akopọ

source: All images have Alt text
yo: Gbogbo awọn aworan ni ọrọ Alt

source: Number of characters in Alt text
yo: Iye awọn lẹta ninu ọrọ Alt

source: Minimum of %d character in Alt text
yo: Kéré jùlọ ti %d àwòrán nínú ọrọ Alt

source: Minimum of %d characters in Alt text
yo: Kere ju %d awọn ohun kikọ ninu ọrọ Alt

source: Maximum of %d character in Alt text
yo: Max ti %d lẹta ninu Alt text

source: Maximum of %d characters in Alt text
yo: Max ti %d lẹta ninu Alt text

source: %d character in Alt text
yo: %d ohun kikọ ninu Alt ọrọ

source: %d characters in Alt text
yo: %d awọn ohun kikọ ninu Alt ọrọ

source: Between %d and %d characters in Alt text
yo: Laarin %d ati %d awọn kikọ ni ọrọ Alt

source: Number of internal links in content
yo: Iye awọn ọna asopọ inu ni akoonu

source: Minimum of %d internal link in content
yo: Iwọn ti o kere ju %d ọna asopọ inu ninu akoonu

source: Minimum of %d internal links in content
yo: Iwọn ti o kere ju %d awọn ọna asopọ inu ninu akoonu

source: Maximum of %d internal link in content
yo: pòpin ti %d ọna asopọ inu ninu akoonu

source: Maximum of %d internal links in content
yo: pòpin ti %d awọn ọna asopọ inu ninu akoonu

source: %d internal link in content
yo: %d ọna asopọ inu ninu akoonu

source: %d internal links in content
yo: %d awọn ọna asopọ inu ninu akoonu

source: Between %d and %d internal links in content
yo: Laarin %d ati %d awọn ìjápọ inu ni akoonu

source: Enter OpenAI task prompt
yo: Tẹ ìpè iṣẹ́ OpenAI

source: An error occured.
yo: Aṣiṣe kan ṣẹlẹ.

source: Validation error. Kindly reload this page and try again.
yo: Aṣiṣe ìmúdájú. Jọwọ tun ṣe eekanna yii ki o si gbiyanju lẹẹkansi.

source: Post content is empty.
yo: Akopọ ifiweranṣẹ jẹ ofo.

source: OpenAI tasks require an API Key. Please add your API Key in the Settings area.
yo: Awọn iṣẹ OpenAI nilo Bọtini API. Jọwọ fi Bọtini API rẹ kun ni agbegbe Eto.

source: API Error: %1s.
yo: Aṣiṣe API: %1s.

source: See the full response.
yo: Wo idahun kikun.

source: Invalid response
yo: Ìdáhùn tí kò tọ́

source: Prohibited categories: %s
yo: Awọn ẹka ti a fi le e: %s

source: Prohibited categories
yo: Awọn ẹka ti a fi le e

source: Prohibited tags: %s
yo: Awọn aami ti a ko: %s

source: Prohibited tags
yo: Awọn aami ti a ko

source: Required categories: %s
yo: Awọn ẹka ti a beere: %s

source: Required categories
yo: Awọn ẹka ti a beere

source: Required tags: %s
yo: Awọn aami ti a beere: %s

source: Required tags
yo: Awọn aami ti a beere

source: Number of tags
yo: Iye awọn aami

source: Minimum of %d tag
yo: Iwọn ti o kere ju %d ami

source: Minimum of %d tags
yo: Iwọn ti o kere ju %d awọn ami

source: Maximum of %d tag
yo: pòpin ti %d aami

source: Maximum of %d tags
yo: pòpin ti %d awọn aami

source: %d tag
yo: %d afi

source: %d tags
yo: %d awọn afi

source: Between %d and %d tags
yo: Laarin %d ati %d awọn aami

source: Number of
yo: Iye

source: Minimum of %d
yo: kekere ti %d

source: Maximum of %d
yo: Ìkànsí tó pọ̀jù %d

source: Between %d and %d
yo: Laarin %d ati %d

source: Number of characters in title
yo: Iye awọn lẹta ninu akọle

source: Minimum of %d character in title
yo: Kekere ti %d ohun kikọ ninu akọle

source: Minimum of %d characters in title
yo: Iwọn ti o kere ju %d awọn ohun kikọ ninu akọle

source: Maximum of %d character in title
yo: Ìkànsí tó pọ̀jù %d àkàrà nínú akọlé

source: Maximum of %d characters in title
yo: pòpin ti %d awọn ohun kikọ ninu akọle

source: %d character in title
yo: %d ohun kikọ ninu akọle

source: %d characters in title
yo: %d awọn ohun kikọ ninu akọle

source: Between %d and %d characters in title
yo: Laarin %d ati %d awọn aami ni akọle

source: All links use a valid format
yo: Gbogbo awọn ọna asopọ lo ọna kika to wulo

source: Number of words in content
yo: Iye awọn ọrọ ni akoonu

source: Minimum of %d word in content
yo: Iwọn ti o kere ju %d ọrọ ninu akoonu

source: Minimum of %d words in content
yo: Iwọn ti o kere ju %d awọn ọrọ ninu akoonu

source: Maximum of %d word in content
yo: pòpin ti %d ọrọ ninu akoonu

source: Maximum of %d words in content
yo: pòpin ti %d awọn ọrọ ninu akoonu

source: %d word in content
yo: %d ọrọ ninu akoonu

source: %d words in content
yo: %d awọn ọrọ ninu akoonu

source: Between %d and %d words in content
yo: Laarin %d ati %d awọn ọrọ ni akoonu

source: Title
yo: Akọle

source: Content
yo: Àkóónú

source: Publish Date / Time
yo: Ọjọ / Akoko Ifiweranṣẹ

source: Approval
yo: Igbọwọsi

source: Images
yo: Aworan

source: Audio / Video
yo: Ohun / Fidio

source: Featured Image
yo: Àwòrán tó ṣe pàtàkì

source: Links
yo: Àwọn ọna asopọ

source: Categories
yo: Awọn ẹka

source: Tags
yo: Àwọn ami

source: Accessibility
yo: Iwọle

source: All in One SEO
yo: Gbogbo ni SEO Ni Ọkan

source: options cannot be empty.
yo: àṣàyàn ko le jẹ ofo.

source: Please make sure to add a name for all the custom tasks.
yo: Jọwọ rii daju lati fi orukọ kun fun gbogbo awọn iṣẹ aṣa.

source: No results found
yo: Ko si awọn esi ti a ri

source: Searching…
yo: N wa…

source: Suggested Prompts
yo: Àwọn ìtọ́kasí tó dájú

source: What's the expected OpenAI response to mark the requirement as pass?
yo: Kí ni idahun OpenAI ti a nireti lati samisi ibeere naa gẹgẹ bi ti o kọja?

source: Clear Content
yo: Kó Àkóónú

source: Is this content clear and easy to read?
yo: Ṣe akoonu yii ye ati irọrun lati ka?

source: Friendly Tone Content
yo: Àkóónú tó ní ìbáṣepọ̀

source: Is this content tone friendly?
yo: Ṣe akoonu yii ni irọrun ọrẹ?

source: Professional Tone Content
yo: Akoonu Iwa ọjọgbọn

source: Is this content tone professional?
yo: Ṣe akoonu yii ni irọrun ọjọgbọn?

source: Persuasive Tone Content
yo: Akoonu Iwa ipolongo

source: Is this content tone persuasive?
yo: Ṣe akoonu yii ni irọrun ikọ́ni?

source: Empathetic Tone Content
yo: Àkóónú Ohun Èdè Ẹmi

source: Is this content tone empathetic?
yo: Ṣe akoonu yii ni irọrun empathetic?

source: Adventurous Tone Content
yo: Akọọlẹ Ohun ti o ni ẹdá

source: Is this content tone adventurous?
yo: Ṣe akoonu yii ni irọrun ìrìn-ajo?

source: Promotional Tone Content
yo: Akoko Ipolowo Ak contenido

source: Is this content tone promotional?
yo: Ṣe akoonu yii ni irọrun ìpolówó?

source: Checklist
yo: Akojọ Ṣayẹwo

source: You don't have to complete any Checklist tasks.
yo: Iwọ ko ni lati pari eyikeyi Ise akojo aseyewo.

source: Are you sure you want to publish anyway?
yo: Ṣe o da ọ loju pe o fẹ lati tẹjade ni gbogbo ọna?

source: Are you sure you want to update the published post anyway?
yo: Ṣe o da ọ loju pe o fẹ lati ṣe imudojuiwọn ifiweranṣẹ ti a tẹjade ni gbogbo ọna?

source: Please complete the following tasks before publishing:
yo: Jọwọ pari iṣẹ wọnyi ṣaaju ki o to tẹjade:

source: Please complete the following tasks before updating the published post:
yo: Jọwọ pari iṣẹ wọnyi ṣaaju ki o to ṣe imudojuiwọn ifiweranṣẹ ti a tẹjade:

source: Not required, but important:
yo: Ki ṣe dandan, ṣugbọn o ṣe pataki:

source: One or more items in the checklist are not completed
yo: Ọkan tabi diẹ ẹ sii awọn nkan ninu atokọ ayẹwo ko ti pari

source: You don't have to complete any %sChecklist tasks%s.
yo: Iwọ ko ni lati pari eyikeyi %Ise akojo aseyewo%s.

source: Check Now
yo: Ṣayẹwo Bayi

source: Ok
yo: Daradara

source: No
yo: Rara

source: Yes
yo: Bẹẹni

source: Task
yo: Ìṣe

source: Disabled, Recommended or Required
yo: Ti dènà, Ti a ṣe iṣeduro tabi Ti a beere

source: Options
yo: Àṣayan

source: Add custom task
yo: Fi iṣẹ aṣa kun

source: Please complete the required(*) checklists task.
yo: Jọwọ pari iṣẹ atokọ ti a beere(*) naa.

source: required
yo: ti a beere

source: Checklists tasks are not available in Elementor editors
yo: Awọn iṣẹ atokọ ko si ni awọn olootu Elementor

source: All in One SEO Headline Score
yo: Gbogbo ninu Ọkan SEO Akọle Iye

source: All in One SEO Score
yo: Gbogbo ninu Ọkan SEO Iye

source: Featured image height
yo: Giga aworan ti a yan

source: Featured image width
yo: Iwọn aworan ti a yan

source: Heading in hierarchy
yo: Akọle ninu ilana

source: Number of images in content
yo: Iye awọn aworan ninu akoonu

source: Number of characters in image captions
yo: Iye awọn ohun kikọ ninu awọn akọle aworan

source: Number of audio in content
yo: Iye awọn ohun afetigbọ ninu akoonu

source: Number of video in content
yo: Iye awọn fidio ninu akoonu

source: Approved by role
yo: Fọwọsi nipasẹ ipa

source: Approved by user
yo: Fọwọsi nipasẹ olumulo

source: Avoid heading tags in content
yo: Yago fun awọn aami akọle ninu akoonu

source: Published at exact time
yo: Ti gbejade ni akoko gangan

source: Publish time should be in the future
yo: Akoko titẹjade yẹ ki o wa ni ọjọ iwaju

source: Rank Math SEO Score
yo: Iye Rank Math SEO

source: Only one H1 tag in content
yo: Nikan tag H1 kan ninu akoonu

source: Tables have a header row
yo: Awọn tabili ni ila akọle

source: Check the "Allow backorders?" box
yo: Ṣayẹwo apoti "Ṣe afihan awọn aṣẹ pada?"

source: Select some products for "Cross-sells"
yo: Yan diẹ ninu awọn ọja fun "Cross-sells"

source: Discount for the "Sale price"
yo: Iye owo idasilẹ fun "Iye owo tita"

source: Check the "Downloadable" box
yo: Ṣayẹwo apoti "Downloadable"

source: Product image
yo: Aworan ọja

source: Check the "Manage stock?" box
yo: Ṣayẹwo apoti "Ṣakoso iṣura?"

source: Enter a "Regular price"
yo: Tẹ nọmba "Iye owo deede"

source: Enter a "Sale price"
yo: Tẹ nọmba "Iye owo tita"

source: Schedule the "Sale price"
yo: Ṣeto "Iye owo tita"

source: Enter a "SKU"
yo: Tẹ nọmba "SKU"

source: Check the "Sold individually" box
yo: Ṣayẹwo apoti "Ta ni ẹyọkan"

source: Select some products for "Upsells"
yo: Yan diẹ ninu awọn ọja fun "Upsells"

source: Check the "Virtual" box
yo: Ṣayẹwo apoti "Virtual"

source: Number of Characters in %s field
yo: Iye awọn ohun kikọ ninu aaye %s

source: %s is filled
yo: %s ti kun

source: About PublishPress Checklists
yo: Nipa PublishPress Checklists

source: About
yo: Nipa

source: PublishPress Checklists Documentation
yo: Iwe Itọsọna PublishPress Checklists

source: Documentation
yo: Iwe afọwọkọ

source: Contact the PublishPress team
yo: Kan si ẹgbẹ PublishPress

source: Contact
yo: Kan si

source: Settings saved successfully!
yo: Iṣeto ti fipamọ́ ní aṣeyọrí!

source: Save Changes
yo: Fipamọ Awọn Ayipada

source: Pro feature
yo: Ẹya Pro

source: No %s requirements for this post type.
yo: Ko si awọn ibeere %s fun iru ifiweranṣẹ yii.

source: New Item
yo: Ohun Tuntun

source: Description
yo: Apejuwe

source: Custom tasks do not complete automatically. Users must check the box to show they have completed the task.
yo: Iṣẹ adani ko pari laifọwọyi. Awọn olumulo gbọdọ ṣayẹwo apoti lati fi hàn pe wọn ti pari iṣẹ naa.

source: Add OpenAI Prompt task
yo: Fi iṣẹ OpenAI Prompt kun

source: The prompt should be in form of a question.
yo: Ìmúrasílẹ̀ náà yẹ kí o jẹ́ ní fọ́ọ̀mù ìbéèrè.

source: This feature requires an OpenAI API Key.
yo: Àwọn ẹya yii nilo bọtini API OpenAI kan.

source: Latin characters in permalink
yo: Àwọn àkàrà Látínì nínú permalink

source: Define tasks related to permalinks
yo: Ṣe alaye awọn iṣẹ ti o ni ibatan si awọn permalink

source: Permissions
yo: Ìmúṣẹ

source: Exclude User Roles
yo: Yọ awọn ipa olumulo

source: Reviews
yo: Atunwo

source: Checklists Settings
yo: Awọn Eto Akojọ Ṣayẹwo

source: Are you sure you want to reset all renamed checklist items to their default labels? This action cannot be undone.
yo: Ṣe o dajudaju pe o fẹ lati tun gbogbo awọn ohun iṣayẹwo ti a tun orukọ pada si awọn aami aiyipada wọn? Iṣe yii ko le ṣe atunṣe.

source: Features
yo: Awọn ẹya

source: Feel free to select only the features you need.
yo: Ma ṣe ṣiyemeji lati yan awọn ẹya ti o nilo nikan.

source: Enabled features
yo: Awọn ẹya ti a mu ṣiṣẹ

source: There are no PublishPress modules registered
yo: Kò sí àwọn àwùjọ PublishPress tí a forúkọsílẹ̀

source: Disabled because add_post_type_support('%1$s', '%2$s') is included in a loaded file.
yo: Ti dènà nitori add_post_type_support('%1$s', '%2$s') ti wa ninu faili kan ti a kojọpọ.

source: Enable Who Can Ignore:
yo: Mú ẹni tó lè foju kọ́:

source: Show warning icon:
yo: Fi aami ikilọ hàn:

source: Delete data on uninstall:
yo: Pa data nigba ti a ba yọ:

source: Enable Status Filter:
yo: Mú àyẹ̀wò ipo ṣiṣẹ́:

source: Enable Duplicate Checklists:
yo: Mú àyẹ̀wò àtẹ̀jáde pọ̀ sílẹ̀:

source: Show Checklists column in post lists:
yo: Fi kọlámu atokọ àṣẹ hàn nínú àkópọ àṣẹ:

source: Enable Taxonomy Filter:
yo: Mu Àyípadà Iṣàkóso ṣiṣẹ:

source: Disable the "Status" option when using "Quick Edit":
yo: Dena aṣayan "Ipo" nigba ti nlo "Ṣatunkọ Yara":

source: Disable "Quick Edit" completely:
yo: Dákẹ́ "Àtúnṣe Yara" patapata:

source: Disable "Publish" button:
yo: Dákẹ́ "Ṣe àtúnṣe" bọtini:

source: Complete Icon:
yo: Aami K_completion:

source: Incomplete Icon:
yo: Aami K_incomplete:

source: Required Complete Color:
yo: Awọ K_required K_completion:

source: Required Incomplete Color:
yo: Awọ K_required K_incomplete:

source: Recommended Complete Color:
yo: Awọ K_recommended K_completion:

source: Recommended Incomplete Color:
yo: Awọ K_recommended K_incomplete:

source: OpenAI API Key:
yo: Bọtini API OpenAI:

source: Reset Renamed Checklist:
yo: Tun awọn iṣayẹwo ti a tun orukọ:

source: Post types:
yo: Iru ifiweranṣẹ:

source: This allows tasks to be disabled for specific statuses such as "Draft" or "Published.
yo: Eyi gba iṣẹ́ laaye lati jẹ́ aláìlera fún àwọn ipo pataki gẹ́gẹ́ bí "Ìkàwé" tàbí "Tí a tẹ̀jáde."

source: This allows users to duplicate existing checklist tasks.
yo: Eyi n jẹ ki awọn olumulo ṣe ẹda awọn iṣẹ atokọ ti o wa tẹlẹ.

source: Add a Checklists column to the Posts screen showing how many requirements are complete.
yo: Fi kolomu Checklists kun si iboju Posts ti o nfihan bi ọpọlọpọ ibeere ti pari.

source: This allows tasks to be disabled for posts with specific taxonomy terms. Go to the "Post Types" tab to choose the terms.
yo: Eyi gba awọn iṣẹ lati di alaiṣiṣẹ fun awọn ifiweranṣẹ pẹlu awọn ọrọ iṣiro pataki. Lọ si taabu "Iru Ifiweranṣẹ" lati yan awọn ọrọ.

source: This will display a warning icon in the "Checklists" box if requirements are incomplete.
yo: Eyi yóò fi aami ikilọ hàn nínú apoti "Àwọn Atokọ" tí awọn ibeere kò pé.

source: When enabled, all PublishPress Checklists data will be deleted if the plugin is uninstalled.
yo: Nigbati o ba ti mu ṣiṣẹ, gbogbo data PublishPress Checklists yoo parẹ ti a ba yọ akopọ naa kuro.

source: This will show "Who can ignore" options.
yo: Eyi yóò fi "Ta ni o le foju kọ" awọn aṣayan hàn.

source: Disabling the "Status" option is recommended because it can be used to avoid using the Checklists requirements.
yo: Dákẹ́ àṣayan "Ipo" ni a ṣe iṣeduro nitori pe a le lo lati yago fun lilo awọn ibeere Checklists.

source: This will disable "Quick Edit" for all users except those with the "manage_options" capability.
yo: Eyi yóò pa "Ṣatunkọ Kánkán" fun gbogbo awọn olumulo ayafi fun awọn ti o ni agbara "manage_options".

source: This will disable the "Publish" button when checklist requirements are not met.
yo: Eyi yóò pa bọtini "Tẹ̀jáde" run nigbati awọn ibeere atokọ ko ba pade.

source: Enter your API Key to use OpenAI prompts in checklist tasks.
yo: Tẹ bọtini API rẹ lati lo awọn ibeere OpenAI ninu awọn iṣẹ akọsilẹ.

source: Post Types
yo: Iru Ifiweranṣẹ

source: General
yo: Gbogbogbo

source: Publishing Options
yo: Awọn aṣayan Ifiweranṣẹ

source: Appearance
yo: Iwa

source: Integration
yo: Isopọ

source: Tools
yo: Awọn irinṣẹ

source: Enter a Dashicons class name (e.g., dashicons-yes, dashicons-saved).
yo: Tẹ orukọ kilasi Dashicons kan (e.g., dashicons-yes, dashicons-saved).

source: View Dashicons
yo: Wo Dashicons

source: Enter a Dashicons class name (e.g., dashicons-no, dashicons-dismiss).
yo: Tẹ orukọ kilasi Dashicons kan (e.g., dashicons-no, dashicons-dismiss).

source: Reset All Custom Labels
yo: Tun gbogbo awọn afi aṣa ṣe

source: This will reset all renamed checklist items back to their default labels.
yo: Eyi yoo tun gbogbo awọn ohun atokọ ti a pe ni orukọ pada si awọn afi aiyipada wọn.

source: Security check failed.
yo: Ayẹwo aabo kuna.

source: You do not have permission to perform this action.
yo: Iwọ ko ni igbanilaaye lati ṣe iṣe yii.

source: All custom labels have been reset successfully.
yo: Gbogbo awọn afi aṣa ti tunṣe ni aṣeyọri.

source: Number of characters in Yoast SEO focus keyword
yo: Iye awọn ohun kikọ ninu ọrọ-ọrọ idojukọ Yoast SEO

source: Minimum of %d character in Yoast SEO focus keyword
yo: Kéré jùlọ ti %d àwòrán nínú ọrọ pataki Yoast SEO

source: Minimum of %d characters in Yoast SEO focus keyword
yo: Kere ju %d awọn ohun kikọ ninu ọrọ-ọrọ idojukọ Yoast SEO

source: Maximum of %d character in Yoast SEO focus keyword
yo: Max ti %d lẹta ninu Yoast SEO focus keyword

source: Maximum of %d characters in Yoast SEO focus keyword
yo: Maximu ti %d àwòrán nínú ọrọ pataki Yoast SEO

source: %d character in Yoast SEO focus keyword
yo: %d ohun kikọ ninu ọrọ-ọrọ idojukọ Yoast SEO

source: %d characters in Yoast SEO focus keyword
yo: %d awọn ohun kikọ ninu ọrọ-ọrọ idojukọ Yoast SEO

source: Between %d and %d characters in Yoast SEO focus keyword
yo: Laarin %d ati %d awọn kikọ ni ọrọ-ọrọ idojuko Yoast SEO

source: Number of characters in Yoast SEO meta description
yo: Iye awọn ohun kikọ ninu apejuwe meta Yoast SEO

source: Minimum of %d character in Yoast SEO meta description
yo: Kere ju %d ohun kikọ ninu apejuwe meta Yoast SEO

source: Minimum of %d characters in Yoast SEO meta description
yo: Kere ju %d awọn ohun kikọ ninu apejuwe meta Yoast SEO

source: Maximum of %d character in Yoast SEO meta description
yo: Max ti %d lẹta ninu Yoast SEO meta description

source: Maximum of %d characters in Yoast SEO meta description
yo: Maximu ti %d àwòrán nínú ìtàn meta Yoast SEO

source: %d character in Yoast SEO meta description
yo: %d ohun kikọ ninu apejuwe meta Yoast SEO

source: %d characters in Yoast SEO meta description
yo: %d awọn ohun kikọ ninu apejuwe meta Yoast SEO

source: Between %d and %d characters in Yoast SEO meta description
yo: Laarin %d ati %d awọn kikọ ni apejuwe meta Yoast SEO

source: Minimum Yoast SEO readability score
yo: Iwọn iṣiro kika Yoast SEO ti o kere ju

source: Yoast Readability: %s
yo: Yoast Iye kika: %s

source: OK
yo: Daradara

source: Good
yo: Daradara

source: Minimum Yoast SEO analysis score
yo: Iwọn iṣiro itupalẹ Yoast SEO ti o kere ju

source: Define tasks related to Yoast SEO
yo: Ṣe alaye awọn iṣẹ ti o ni ibatan si Yoast SEO

source: This plugin can be deleted.
yo: A le pa àfikún yìí run.

source: You're using PublishPress Checklists Free. The Pro version has more features and support. %sUpgrade to Pro%s
yo: Iwọ nlo PublishPress Checklists Free. Ẹya Pro ni awọn ẹya diẹ sii ati atilẹyin. %sMu si Pro%s
