Repository: WordPressBugBounty/plugins-publishpress-checklists
Catalog: publishpress-checklists/languages/publishpress-checklists-*.po
Languages: de_de, fi, fil, he_il, id_id, ja, pt_br, ru_ru

source: Validation error. Kindly reload this page and try again.
de_de: Validierungsfehler. Bitte laden Sie diese Seite neu und versuchen Sie es erneut.
fi: Vahvistusvirhe. Lataa tämä sivu uudelleen ja yritä uudelleen.
fil: Error sa pagpapatunay. Mangyaring i-reload ang pahinang ito at subukang muli.
id_id: Kesalahan validasi. Silakan muat ulang halaman ini dan coba lagi.
ja: 検証エラーです。このページを再読み込みして、もう一度お試しください。
pt_br: Erro de validação. Por favor, recarregue esta página e tente novamente.
ru_ru: Ошибка валидации. Пожалуйста, перезагрузите эту страницу и попробуйте снова.

source: Post content is empty.
de_de: Beitrag existiert nicht
fi: Viestin sisältö on tyhjää.
fil: Walang laman ang nilalaman ng post.
he_il: תוכן הפוסט ריק.
id_id: Konten pos kosong.
ja: 投稿コンテンツは空です。
pt_br: O conteúdo da postagem está vazio
ru_ru: Содержимое поста пусто.

source: OpenAI tasks require an API Key. Please add your API Key in the Settings area.
de_de: OpenAI-Aufgaben erfordern einen API-Schlüssel. Bitte fügen Sie Ihren API-Schlüssel im Bereich „Einstellungen“ hinzu.
fi: OpenAI-tehtävät vaativat API-avaimen. Lisää API-avaimesi Asetukset-alueelle.
fil: Ang mga gawain ng OpenAI ay nangangailangan ng API Key. Mangyaring idagdag ang iyong API Key sa lugar ng Mga Setting.
he_il: משימות OpenAI דורשות מפתח API. אנא הוסף את מפתח ה-API שלך באזור ההגדרות.
id_id: Tugas OpenAI memerlukan Kunci API. Silakan tambahkan Kunci API Anda di area Pengaturan.
ja: OpenAIタスクにはAPIキーが必要です。設定エリアにAPIキーを追加してください。
pt_br: As tarefas OpenAI exigem uma API Key. Adicione sua API Key na área Settings.
ru_ru: Задачи OpenAI требуют ключ API. Пожалуйста, добавьте ваш ключ API в разделе Настройки.

source: API Error: %1s.
de_de: API-Fehler: %1s.
fi: API-virhe: %1s.
he_il: שגיאת API: %1s.
id_id: Kesalahan API: %1s.
ja: API エラー: %1s。
pt_br: Erro de API: %1s.
ru_ru: Ошибка API: %1s.

source: See the full response.
de_de: Sehen Sie sich die vollständige Antwort an.
fi: Näytä koko vastaus.
fil: Tingnan ang buong tugon.
he_il: ראה את התגובה המלאה.
id_id: Lihat respons lengkap.
ja: 全体の応答を見る。
pt_br: Veja a resposta completa.
ru_ru: Смотреть полный ответ.

source: Invalid response
de_de: Ungültige Antwort
fi: Virheellinen vastaus
fil: Hindi wastong tugon
he_il: תגובה לא תקפה
id_id: Respon tidak valid
ja: 無効な応答
pt_br: Resposta inválida
ru_ru: Неверный ответ

source: Prohibited categories: %s
de_de: Verbotene Kategorien: %s
fi: Kielletyt kategoriat: %s
fil: Mga Bawal na Kategorya: %s
he_il: קטגוריות אסורות: %s
id_id: Kategori Terlarang: %s
ja: 禁止カテゴリ：%s
pt_br: Categorias proibidas: %s
ru_ru: Запрещенные категории: %s

source: Prohibited categories
de_de: Verbotene Kategorien
fi: Kielletyt kategoriat
fil: Mga Bawal na Kategorya
he_il: קטגוריות אסורות
id_id: Kategori Terlarang
ja: 禁止カテゴリ
pt_br: Categorias proibidas
ru_ru: Запрещенные категории

source: Prohibited tags: %s
de_de: Verbotene Tags: %s
fi: Kielletyt tagit: %s
fil: Mga ipinagbabawal na tag: %s
he_il: תגים אסורים: %s
id_id: Tag yang dilarang: %s
ja: 禁止されたタグ: %s
pt_br: Tags proibidas: %s
ru_ru: Запрещенные теги: %s

source: Prohibited tags
de_de: Verbotene Tags
fi: Kielletyt tagit
fil: Mga ipinagbabawal na tag
he_il: תגים אסורים
id_id: Tag yang dilarang
ja: 禁止されたタグ
pt_br: Tags proibidas
ru_ru: Запрещенные теги

source: Required categories: %s
de_de: Erforderliche Kategorien: %s
fi: Pakolliset kategoriat: %s
fil: Mga kinakailangang kategorya: %s
he_il: קטגוריות נדרשות: %s
id_id: Kategori yang Diperlukan: %s
ja: 必須カテゴリ: %s
pt_br: Categorias obrigatórias: %s
ru_ru: Обязательные категории: %s

source: Required categories
de_de: Erforderliche Kategorien
fi: Pakolliset kategoriat
fil: Mga kinakailangang kategorya
he_il: קטגוריות נדרשות
id_id: Kategori yang Diperlukan
ja: 必須カテゴリ
pt_br: Categorias obrigatórias
ru_ru: Обязательные категории

source: Required tags: %s
de_de: Erforderliche Tags: %s
fi: Pakolliset tagit: %s
fil: Mga kinakailangang tag: %s
he_il: תגים נדרשים: %s
id_id: Tag yang Diperlukan: %s
ja: 必須タグ: %s
pt_br: Tags obrigatórias: %s
ru_ru: Обязательные теги: %s

source: Required tags
de_de: Erforderliche Tags
fi: Pakolliset tagit
fil: Mga kinakailangang tag
he_il: תגים נדרשים
id_id: Tag yang Diperlukan
ja: 必須タグ
pt_br: Tags obrigatórias
ru_ru: Обязательные теги

source: Number of tags
de_de: Anzahl Schlagwörter
fi: Avainsanojen määrä
fil: Bilang ng mga tag
he_il: מספר תגיות
id_id: Jumlah tag
ja: タグの数
pt_br: Número de tags
ru_ru: Количество тегов

source: Minimum of %d tag
de_de: Minimum von %d Schlagwort
fi: Vähintään %d tagi
fil: Minimum ng %d na tag
he_il: מינימום של %d תג
id_id: Minimum %d tag
ja: 最小タグ数は%dです
pt_br: Mínimo de %d tag
ru_ru: Минимум %d тега

source: Minimum of %d tags
de_de: Minimum von %d Schlagwörtern
fi: Vähintään %d tagia
fil: Minimum ng %d na mga tag
he_il: מינימום של %d תגים
id_id: Minimum %d tag
ja: 最小タグ数は%dです
pt_br: Mínimo de %d tags
ru_ru: Минимум %d тегов

source: Maximum of %d tag
de_de: Maximum von %d Schlagwort
fi: Enintään %d tagi
fil: Maximum ng %d na tag
he_il: מקסימום של %d תג
id_id: Maksimum %d tag
ja: 最大%dタグ
pt_br: Máximo de %d tag
ru_ru: Максимум %d тега

source: Maximum of %d tags
de_de: Maximum von %d Schlagwörtern
fi: Enintään %d tagia
fil: Maximum ng %d na mga tag
he_il: מקסימום של %d תגים
id_id: Maksimum %d tag
ja: 最大%dタグ
pt_br: Máximo de %d tags
ru_ru: Максимум %d тегов

source: %d tag
de_de: %d Schlagwort
fi: %d tunnistetta
he_il: %d תג
ja: %d タグ
ru_ru: %d тег

source: %d tags
de_de: %d Schlagwörter
fi: %d tunnistetta
fil: %d mga tag
he_il: %d תגים
id_id: %d tag
ja: %d タグ
ru_ru: %d тега

source: Between %d and %d tags
de_de: Zwischen %d und %d Schlagwörter
fi: Väli %d ja %d tunnistetta
fil: Sa pagitan ng %d at %d na mga tag
he_il: בין %d ל-%d תגים
id_id: Antara %d dan %d tag
ja: タグの %d と %d の間
pt_br: Entre %d e %d tags
ru_ru: Между %d и %d тегами

source: Number of
de_de: Anzahl an
fi: Määrä
fil: Bilang ng
he_il: מספר של
id_id: Jumlah
ja: 数
pt_br: Número de
ru_ru: Количество

source: Minimum of %d
de_de: Minimum von %d
fi: Vähimmäismäärä %d
fil: Minimum ng %d
he_il: מינימום של %d
id_id: Minimum %d
ja: 最小%d
pt_br: Mínimo de %d
ru_ru: Минимум %d

source: Maximum of %d
de_de: Maximum von %d
fi: Maksimi %d
fil: Maksimum ng %d
he_il: מקסימום של %d
id_id: Maksimum %d
ja: 最大 %d
pt_br: Máximo de %d
ru_ru: Максимум %d

source: Between %d and %d
de_de: Zwischen %d und %d
fi: Väli %d ja %d
fil: Sa pagitan ng %d at %d
he_il: בין %d ל-%d
id_id: Antara %d dan %d
ja: %d と %d の間
pt_br: Entre %d e %d
ru_ru: Между %d и %d

source: Number of characters in title
de_de: Anzahl Zeichen in der Überschrift
fi: Merkkejä otsikossa
fil: Bilang ng mga karakter sa pamagat
he_il: מספר תווים בכותרת
id_id: Jumlah karakter di judul
ja: タイトルの文字数
pt_br: Número de caracteres no título
ru_ru: Количество символов в заголовке

source: Minimum of %d character in title
de_de: Minimum von %d Zeichen in der Überschrift
fi: Vähintään %d merkkiä otsikossa
fil: Minimum ng %d na karakter sa pamagat
he_il: מינימום של %d תו בכותרת
id_id: Minimum %d karakter dalam judul
ja: タイトルの最小文字数は%dです
pt_br: Mínimo de %d caracter no título
ru_ru: Минимум %d символа в заголовке

source: Minimum of %d characters in title
de_de: Minimum von %d Zeichen in der Überschrift
fi: Vähintään %d merkkiä otsikossa
fil: Minimum ng %d na mga karakter sa pamagat
he_il: מינימום של %d תווים בכותרת
id_id: Minimum %d karakter dalam judul
ja: タイトルの最小文字数は%d文字です
pt_br: Mínimo de %d caracteres no título
ru_ru: Минимум %d символов в заголовке

source: Maximum of %d character in title
de_de: Maximum von %d Zeichen in der Überschrift
fi: Maksimi %d merkkiä otsikossa
fil: Maksimum ng %d na karakter sa pamagat
he_il: מקסימום של %d תווים בכותרת
id_id: Maksimum %d karakter di judul
ja: タイトルでの最大 %d 文字
pt_br: Máximo de %d caracter no título
ru_ru: Максимум %d символа в заголовке

source: Maximum of %d characters in title
de_de: Maximum von %d Zeichen in der Überschrift
fi: Enintään %d merkkiä otsikossa
fil: Maximum ng %d na karakter sa pamagat
he_il: מקסימום של %d תווים בכותרת
id_id: Maksimum %d karakter dalam judul
ja: タイトルの最大文字数は%dです
pt_br: Máximo de %d caracteres no título
ru_ru: Максимум %d символов в заголовке

source: %d character in title
de_de: %d Zeichen in der Überschrift
fi: %d merkkiä otsikossa
fil: %d karakter sa pamagat
he_il: %d תו בכותרת
id_id: %d karakter dalam judul
ja: %d 文字のタイトル
pt_br: %d caracter no título
ru_ru: %d символ в заголовке

source: %d characters in title
de_de: %d Zeichen in der Überschrift
fi: %d merkkiä otsikossa
fil: %d mga karakter sa pamagat
he_il: %d תווים בכותרת
id_id: %d karakter dalam judul
ja: %d 文字のタイトル
pt_br: %d caracteres no título
ru_ru: %d символов в заголовке

source: Between %d and %d characters in title
de_de: Zwischen %d und %d Zeichen in der Überschrift
fi: Väli %d ja %d merkkiä otsikossa
fil: Sa pagitan ng %d at %d na mga karakter sa pamagat
he_il: בין %d ל-%d תווים בכותרת
id_id: Antara %d dan %d karakter dalam judul
ja: タイトル内の %d と %d 文字の間
pt_br: Entre %d e %d caracteres no título
ru_ru: Между %d и %d символами в заголовке

source: All links use a valid format
de_de: Alle Links im gültigen Format
fi: Kaikki linkit käyttävät voimassa olevaa muotoa
fil: Lahat ng mga link ay gumagamit ng wastong format
he_il: כל הקישורים משתמשים בפורמט תקף
id_id: Semua tautan menggunakan format yang valid
ja: すべてのリンクは有効なフォーマットを使用しています
pt_br: Todos os links usam um formato válido
ru_ru: Все ссылки используют допустимый формат

source: Number of words in content
de_de: Zahl der Wörter im Inhalt
fi: Sanojen määrä sisällössä
fil: Bilang ng mga salita sa nilalaman
he_il: מספר מילים בתוכן
id_id: Jumlah kata dalam konten
ja: コンテンツ内の単語の数
pt_br: Número de palavras no conteúdo
ru_ru: Количество слов в контенте

source: Minimum of %d word in content
de_de: Minimum von %d Wort im Inhalt
fi: Vähintään %d sanaa sisällössä
fil: Minimum ng %d na salita sa nilalaman
he_il: מינימום של %d מילה בתוכן
id_id: Minimum %d kata dalam konten
ja: コンテンツ内の最小単語数は%dです
pt_br: Mínimo de %d palavra no conteúdo
ru_ru: Минимум %d слова в контенте

source: Minimum of %d words in content
de_de: Minimum von %d Wörtern im Inhalt
fi: Vähintään %d sanaa sisällössä
fil: Minimum ng %d na mga salita sa nilalaman
he_il: מינימום של %d מילים בתוכן
id_id: Minimum %d kata dalam konten
ja: コンテンツ内の最小単語数は%dです
pt_br: Mínimo de %d palavras no conteúdo
ru_ru: Минимум %d слов в контенте

source: Maximum of %d word in content
de_de: Maximum von %d Wort im Inhalt
fi: Enintään %d sanaa sisällössä
fil: Maximum ng %d na salita sa nilalaman
he_il: מקסימום של %d מילה בתוכן
id_id: Maksimum %d kata dalam konten
ja: コンテンツ内の最大単語数は%dです
pt_br: Máximo de %d palavra no conteúdo
ru_ru: Максимум %d слова в содержимом

source: Maximum of %d words in content
de_de: Maximum von %d Wörtern im Inhalt
fi: Enintään %d sanaa sisällössä
fil: Maximum ng %d na mga salita sa nilalaman
he_il: מקסימום של %d מילים בתוכן
id_id: Maksimum %d kata dalam konten
ja: コンテンツ内の最大単語数は%dです
pt_br: Máximo de %d palavras no conteúdo
ru_ru: Максимум %d слов в содержимом

source: %d word in content
de_de: %d Wort im Inhalt
fi: %d sanaa sisällössä
fil: %d salita sa nilalaman
he_il: %d מילה בתוכן
id_id: %d kata dalam konten
ja: %d 単語がコンテンツにあります
pt_br: %d palavra no conteúdo
ru_ru: %d слово в контенте

source: %d words in content
de_de: %d Wörter im Inhalt
fi: %d sanaa sisällössä
fil: %d mga salita sa nilalaman
he_il: %d מילים בתוכן
id_id: %d kata dalam konten
ja: %d 単語がコンテンツにあります
pt_br: %d palavras no conteúdo
ru_ru: %d слов в контенте

source: Between %d and %d words in content
de_de: Zwischen %d und %d Wörtern im Inhalt
fi: Väli %d ja %d sanaa sisällössä
fil: Sa pagitan ng %d at %d na mga salita sa nilalaman
he_il: בין %d ל-%d מילים בתוכן
id_id: Antara %d dan %d kata dalam konten
ja: コンテンツ内の %d と %d 単語の間
pt_br: Entre %d e %d palavras no conteúdo
ru_ru: Между %d и %d словами в контенте

source: Title
de_de: Titel
fi: Otsikko
fil: Pamagat
he_il: כותרת
id_id: Judul
ja: タイトル
pt_br: Título
ru_ru: Название

source: Content
de_de: Inhalt
fi: Sisältö
fil: Nilalaman
he_il: תוכן
id_id: Konten
ja: コンテンツ
pt_br: Conteúdo
ru_ru: Содержимое

source: Publish Date / Time
de_de: Veröffentlichungsdatum / Uhrzeit
fi: Julkaisupäivämäärä / Aika
fil: Petsa / Oras ng Pag-publish
he_il: תאריך / שעה פרסום
id_id: Tanggal / Waktu Publikasi
ja: 公開日 / 時間
pt_br: Data / Hora de Publicação
ru_ru: Дата / Время публикации

source: Approval
de_de: Genehmigung
fi: Hyväksyntä
fil: Pag-apruba
he_il: אישור
id_id: Persetujuan
ja: 承認
pt_br: Aprovação
ru_ru: Одобрение

source: Images
de_de: Bilder
fi: Kuvat
fil: Mga Larawan
he_il: תמונות
id_id: Gambar
ja: 画像
pt_br: Imagens
ru_ru: Изображения

source: Audio / Video
fi: Ääni / Video
he_il: אודיו / וידאו
ja: 音声 / 動画
pt_br: Áudio / Vídeo
ru_ru: Аудио / Видео

source: Featured Image
de_de: Vorgestelltes Bild
fi: Esittelykuva
fil: Itinatampok na Imahe
he_il: תמונה מוצגת
id_id: Gambar Unggulan
ja: フィーチャー画像
pt_br: Imagem em Destaque
ru_ru: Изображение на главной странице

source: Links
fi: Linkit
fil: Mga Link
he_il: קישורים
id_id: Tautan
ja: リンク
ru_ru: Ссылки

source: Permalink
fi: Permanenki
he_il: קישור קבוע
id_id: Tautan Permanen
ja: パーマリンク
ru_ru: Постоянная ссылка

source: Categories
de_de: Kategorien
fi: Kategoriat
fil: Mga Kategorya
he_il: קטגוריות
id_id: Kategori
ja: カテゴリ
pt_br: Categorias
ru_ru: Категории

source: Tags
fi: Tunnisteet
fil: Mga Tag
he_il: תגים
id_id: Tag
ja: タグ
ru_ru: Теги

source: Taxonomies
de_de: Taxonomien
fi: Taksonomiat
fil: Mga Taxonomies
he_il: טקסונומיות
id_id: Taksonomi
ja: 分類
pt_br: Taxonomias
ru_ru: Таксономии

source: Accessibility
de_de: Barrierefreiheit
fi: Saavutettavuus
he_il: נגישות
id_id: Aksesibilitas
ja: アクセシビリティ
pt_br: Acessibilidade
ru_ru: Доступность

source: All in One SEO
ja: オールインワン SEO

source: options cannot be empty.
de_de: Optionen dürfen nicht leer sein.
fi: asetukset eivät voi olla tyhjät.
fil: hindi maaaring walang laman ang mga opsyon.
he_il: אפשרויות אינן יכולות להיות ריקות.
id_id: opsi tidak boleh kosong.
ja: オプションは空にできません。
pt_br: as opções não podem estar vazias.
ru_ru: опции не могут быть пустыми.

source: Please make sure to add a name for all the custom tasks.
de_de: Benenne alle eigenen Aufgaben
fi: Varmista, että lisäät nimen kaikille mukautetuille tehtäville.
fil: Mangyaring siguraduhing magdagdag ng pangalan para sa lahat ng mga pasadyang gawain.
he_il: אנא ודא להוסיף שם לכל המשימות המותאמות אישית.
id_id: Silakan pastikan untuk menambahkan nama untuk semua tugas kustom.
ja: すべてのカスタムタスクに名前を追加することを確認してください。
pt_br: Certifique-se de adicionar um nome para todas as tarefas personalizadas.
ru_ru: Пожалуйста, убедитесь, что вы указали имя для всех пользовательских задач.

source: No results found
de_de: Keine Ergebnisse gefunden
fi: Ei tuloksia löytynyt
fil: Walang natagpuang resulta
he_il: לא נמצאו תוצאות
id_id: Tidak ada hasil yang ditemukan
ja: 結果が見つかりませんでした
pt_br: Nenhum resultado encontrado
ru_ru: Результатов не найдено

source: Searching…
de_de: Suche…
fi: Etsitään…
fil: Naghahanap…
he_il: מחפש…
id_id: Mencari…
ja: 検索中…
pt_br: Buscando…
ru_ru: Поиск…

source: Suggested Prompts
de_de: Vorgeschlagene Eingabeaufforderungen
fi: Ehdotetut kehykset
fil: Inirerekomendang Mga Prompt
he_il: הנחיות מוצעות
id_id: Prompt yang Disarankan
ja: 推奨プロンプト
pt_br: Sugestões de Prompts
ru_ru: Предложенные подсказки

source: What's the expected OpenAI response to mark the requirement as pass?
de_de: Was ist die erwartete OpenAI-Antwort, um die Anforderung als erfüllt zu markieren?
fi: Mikä on odotettu OpenAI-vastaus vaatimuksen merkitsemiseksi hyväksytyksi?
fil: Ano ang inaasahang tugon ng OpenAI upang markahan ang kinakailangan bilang pumasa?
he_il: מה התגובה הצפויה של OpenAI כדי לסמן את הדרישה כהצלחה?
id_id: Apa tanggapan OpenAI yang diharapkan untuk menandai persyaratan sebagai lulus?
ja: 要件を合格としてマークするために期待されるOpenAIの応答は何ですか？
pt_br: Qual é a resposta esperada da OpenAI para marcar o requisito como aprovado?
ru_ru: Каков ожидаемый ответ OpenAI для отметки требования как выполненного?

source: Clear Content
de_de: Inhalt löschen
fi: Tyhjennä sisältö
fil: Linisin ang Nilalaman
he_il: נקה תוכן
id_id: Hapus Konten
ja: コンテンツをクリア
pt_br: Limpar Conteúdo
ru_ru: Очистить содержимое

source: Is this content clear and easy to read?
de_de: Ist dieser Inhalt klar und leicht zu lesen?
fi: Onko tämä sisältö selkeää ja helppolukuista?
fil: Malinaw at madaling basahin ba ang nilalaman na ito?
he_il: האם התוכן הזה ברור ונוח לקריאה?
id_id: Apakah konten ini jelas dan mudah dibaca?
ja: この内容は明確で読みやすいですか？
pt_br: Este conteúdo é claro e fácil de ler?
ru_ru: Этот контент понятен и легко читается?

source: Friendly Tone Content
de_de: Inhalt im freundlichen Ton
fi: Ystävällinen sävy sisältö
fil: Nilalaman na may Magandang Tono
he_il: תוכן בטון ידידותי
id_id: Konten dengan Nada Ramah
ja: フレンドリーなトーンのコンテンツ
pt_br: Conteúdo em Tom Amigável
ru_ru: Контент в дружелюбном тоне

source: Is this content tone friendly?
de_de: Hat dieser Inhalt einen freundlichen Ton?
fi: Onko tämän sisällön sävy ystävällinen?
fil: Palakaibigan ba ang tono ng nilalaman na ito?
he_il: האם התוכן הזה בעל סגנון ידידותי?
id_id: Apakah nada konten ini ramah?
ja: この内容のトーンは親しみやすいですか？
pt_br: Este conteúdo tem um tom amigável?
ru_ru: Этот контент имеет дружелюбный тон?

source: Professional Tone Content
de_de: Inhalt im professionellen Ton
fi: Ammattimainen sävy
fil: Nilalaman ng Propesyonal na Tono
he_il: תוכן בטון מקצועי
id_id: Konten Nada Profesional
ja: 専門的なトーンのコンテンツ
pt_br: Conteúdo em Tom Profissional
ru_ru: Содержимое профессионального тона

source: Is this content tone professional?
de_de: Hat dieser Inhalt einen professionellen Ton?
fi: Onko tämän sisällön sävy ammattimainen?
fil: Propesyonal ba ang tono ng nilalaman na ito?
he_il: האם התוכן הזה בעל סגנון מקצועי?
id_id: Apakah nada konten ini profesional?
ja: この内容のトーンはプロフェッショナルですか？
pt_br: Este conteúdo tem um tom profissional?
ru_ru: Этот контент имеет профессиональный тон?

source: Persuasive Tone Content
de_de: Inhalt im überzeugenden Ton
fi: Vakuuttava sävy
fil: Nilalaman ng Nakakapaniwala na Tono
he_il: תוכן בטון משכנע
id_id: Konten Nada Persuasif
ja: 説得力のあるトーンのコンテンツ
pt_br: Conteúdo em Tom Persuasivo
ru_ru: Содержимое убедительного тона

source: Is this content tone persuasive?
de_de: Hat dieser Inhalt einen überzeugenden Ton?
fi: Onko tämän sisällön sävy vakuuttava?
fil: Nakakapukaw ba ang tono ng nilalaman na ito?
he_il: האם התוכן הזה בעל סגנון משכנע?
id_id: Apakah nada konten ini persuasif?
ja: この内容のトーンは説得力がありますか？
pt_br: Este conteúdo tem um tom persuasivo?
ru_ru: Этот контент имеет убедительный тон?

source: Empathetic Tone Content
de_de: Inhalt im empathischen Ton
fi: Empaattinen sävy sisältö
fil: Nilalaman na may Empatetikong Tono
he_il: תוכן בטון אמפתי
id_id: Konten dengan Nada Empatik
ja: 共感的トーンのコンテンツ
pt_br: Conteúdo em Tom Empático
ru_ru: Содержимое с сопереживающим тоном

source: Is this content tone empathetic?
de_de: Hat dieser Inhalt einen empathischen Ton?
fi: Onko tämän sisällön sävy empaattinen?
fil: Empatik ba ang tono ng nilalaman na ito?
he_il: האם התוכן הזה בעל סגנון אמפתי?
id_id: Apakah nada konten ini empatik?
ja: この内容のトーンは共感的ですか？
pt_br: Este conteúdo tem um tom empático?
ru_ru: Этот контент имеет эмпатийный тон?

source: Adventurous Tone Content
de_de: Inhalt im abenteuerlichen Ton
fi: Seikkailullinen sävy
fil: Mapangahas na Nilalaman
he_il: תוכן בטון הרפתקני
id_id: Konten Nada Petualangan
ja: 冒険的なトーンのコンテンツ
pt_br: Conteúdo em Tom Aventureiro
ru_ru: Контент с авантюрным тоном

source: Is this content tone adventurous?
de_de: Hat dieser Inhalt einen abenteuerlichen Ton?
fi: Onko tämän sisällön sävy seikkailunhaluinen?
fil: Mapang-akit ba ang tono ng nilalaman na ito?
he_il: האם התוכן הזה בעל סגנון הרפתקני?
id_id: Apakah nada konten ini petualangan?
ja: この内容のトーンは冒険的ですか？
pt_br: Este conteúdo tem um tom aventureiro?
ru_ru: Этот контент имеет авантюрный тон?

source: Promotional Tone Content
de_de: Inhalt im werblichen Ton
fi: Mainostava sävy sisältö
fil: Nilalaman na may tono ng promosyon
he_il: תוכן בטון פרסומי
id_id: Konten Nada Promosi
ja: プロモーショントーンコンテンツ
pt_br: Conteúdo em Tom Promocional
ru_ru: Контент с рекламным тоном

source: Is this content tone promotional?
de_de: Hat dieser Inhalt einen werblichen Ton?
fi: Onko tämän sisällön sävy mainostava?
fil: Pampromosyong tono ba ang nilalaman na ito?
he_il: האם התוכן הזה בעל סגנון פרסומי?
id_id: Apakah nada konten ini promosi?
ja: この内容のトーンはプロモーション的ですか？
pt_br: Este conteúdo tem um tom promocional?
ru_ru: Этот контент имеет рекламный тон?

source: Checklist
de_de: Checkliste
fi: Tarkistuslista
he_il: רשימת בדיקה
id_id: Daftar Periksa
ja: チェックリスト
ru_ru: Чек-лист

source: You don't have to complete any Checklist tasks.
de_de: Keine ausstehenden %sChecklist tasks%s.
fi: Sinun ei tarvitse suorittaa mitään Checklist-tehtäviä.
fil: Hindi mo kailangang kumpletuhin ang anumang Checklist tasks.
he_il: אינך חייב להשלים שום משימות Checklist.
id_id: Anda tidak perlu menyelesaikan tugas Checklist apa pun.
ja: チェックリストタスクを完了する必要はありません。
pt_br: Você não precisa concluir nenhuma tarefa da Lista de Verificação.
ru_ru: Вам не нужно выполнять никакие задачи Checklists.

source: Are you sure you want to publish anyway?
de_de: Bist du sicher, dass du dennoch veröffentlichen möchtest?
fi: Oletko varma, että haluat julkaista silti?
fil: Sigurado ka bang nais mong ipublish pa rin?
he_il: האם אתה בטוח שאתה רוצה לפרסם בכל מקרה?
id_id: Apakah Anda yakin ingin menerbitkan juga?
ja: それでも公開してもよろしいですか？
pt_br: Tem certeza que quer publicar de qualquer maneira?
ru_ru: Вы уверены, что хотите опубликовать в любом случае?

source: Are you sure you want to update the published post anyway?
de_de: Bist du sicher, dass du den Beitrag dennoch veröffentlichen willst?
fi: Oletko varma, että haluat silti päivittää julkaistun postauksen?
fil: Sigurado ka bang nais mong i-update ang nai-publish na post kahit na?
he_il: האם אתה בטוח שתרצה לעדכן את הפוסט שפורסם בכל מקרה?
id_id: Apakah Anda yakin ingin memperbarui pos yang dipublikasikan?
ja: 公開された投稿を更新してもよろしいですか？
pt_br: Tem certeza que deseja atualizar este post já publicado?
ru_ru: Вы уверены, что хотите обновить опубликованный пост?

source: Please complete the following tasks before publishing:
de_de: Bitte erledige die folgenden Aufgaben vor Veröffentlichung
fi: Ole hyvä ja suorita seuraavat tehtävät ennen julkaisua:
fil: Mangyaring kumpletuhin ang mga sumusunod na gawain bago ilathala:
he_il: אנא השלם את המשימות הבאות לפני פרסום:
id_id: Silakan selesaikan tugas berikut sebelum menerbitkan:
ja: 公開する前に以下のタスクを完了してください：
pt_br: Por favor, complete as seguintes tarefas antes de publicar:
ru_ru: Пожалуйста, выполните следующие задачи перед публикацией:

source: Please complete the following tasks before updating the published post:
de_de: Bitte erledige die folgenden Aufgaben vor Veröffentlichung:
fi: Ole hyvä ja suorita seuraavat tehtävät ennen julkaistun viestin päivittämistä:
fil: Mangyaring kumpletuhin ang mga sumusunod na gawain bago i-update ang nailathalang post:
he_il: אנא השלם את המשימות הבאות לפני עדכון הפוסט שפורסם:
id_id: Silakan selesaikan tugas berikut sebelum memperbarui pos yang diterbitkan:
ja: 公開された投稿を更新する前に以下のタスクを完了してください：
pt_br: Por favor, complete as seguintes tarefas antes de atualizar este post já publicado:
ru_ru: Пожалуйста, выполните следующие задачи перед обновлением опубликованного поста:

source: Not required, but important:
de_de: Nicht erforderlich, aber wichtig
fi: Ei pakollinen, mutta tärkeä:
fil: Hindi kinakailangan, ngunit mahalaga:
he_il: לא נדרש, אבל חשוב:
id_id: Tidak wajib, tetapi penting:
ja: 必須ではありませんが、重要です：
pt_br: Não é obrigatório, mas é importante:
ru_ru: Не обязательно, но важно:
