Repository: WordPressBugBounty/plugins-publishpress-checklists
Catalog: publishpress-checklists/languages/publishpress-checklists-*.po
Languages: de_de, fi, fil, he_il, id_id, ja, pt_br, ru_ru

source: Enable Duplicate Checklists:
de_de: Doppelte Checklisten aktivieren:
fi: Ota käyttöön kaksoislistojen tarkistus:
fil: Paganahin ang Duplicate Checklists:
he_il: אפשר בדיקת רשימות כפולות:
id_id: Aktifkan Pemeriksaan Duplikat Checklist:
ja: 重複チェックリストを有効にする:
pt_br: Ativar Checklists Duplicados:
ru_ru: Включить проверку дубликатов контрольных списков:

source: Show Checklists column in post lists:
de_de: Checklisten-Spalte in Beitragslisten anzeigen:
fi: Näytä tarkistuslistat-sarake viestilistassa:
fil: Ipakita ang kolum ng Checklist sa mga listahan ng post:
he_il: הצג עמודת רשימות בדו"ח הפוסטים:
id_id: Tampilkan kolom Daftar Periksa di daftar pos:
ja: 投稿リストにチェックリストの列を表示：
pt_br: Mostrar coluna de Checklists nas listas de postagens:
ru_ru: Показать колонку контрольных списков в списках публикаций:

source: Enable Taxonomy Filter:
de_de: Taxonomie-Filter aktivieren:
fi: Ota käyttöön taksonomiasuodatin:
fil: I-enable ang Filter ng Taksonomiya:
id_id: Aktifkan Filter Taksonomi:
ja: タクソノミーフィルターを有効にする:
pt_br: Ativar Filtro de Taxonomia:
ru_ru: Включить фильтр таксономии:

source: Disable the "Status" option when using "Quick Edit":
de_de: Deaktivieren Sie die Option „Status“, wenn Sie „Quick Edit“ verwenden:
fi: Poista "Tila" -vaihtoehto käytöstä käyttäessäsi "Pika muokkaus":
fil: Huwag paganahin ang "Status" na opsyon kapag gumagamit ng "Quick Edit":
he_il: השבת את אפשרות "סטטוס" בעת שימוש ב-"עריכה מהירה":
id_id: Nonaktifkan opsi "Status" saat menggunakan "Edit Cepat":
ja: 「クイック編集」を使用する際に「ステータス」オプションを無効にする：
pt_br: Desabilite a opção "Status" ao usar "Edição rápida":
ru_ru: Отключить опцию "Статус" при использовании "Быстрого редактирования":

source: Disable "Quick Edit" completely:
de_de: Aktivieren Sie "Schnell bearbeiten" vollständig deaktivieren:
fi: Poista "Nopea muokkaus" kokonaan käytöstä:
fil: Ganap na i-disable ang "Quick Edit":
he_il: השבת לחלוטין את "עריכה מהירה":
id_id: Nonaktifkan "Edit Cepat" sepenuhnya:
ja: 「クイック編集」を完全に無効にする：
pt_br: Desabilitar "Edição Rápida" completamente:
ru_ru: Полностью отключить "Быстрое редактирование":

source: Disable "Publish" button:
de_de: Schaltfläche "Veröffentlichen" deaktivieren:
fi: Poista "Julkaise" -painike käytöstä:
fil: I-disable ang "Publish" na button:
he_il: השבת את כפתור "פרסם":
id_id: Nonaktifkan tombol "Terbitkan":
ja: 「公開」ボタンを無効にする：
pt_br: Desabilitar botão "Publicar":
ru_ru: Отключить кнопку "Опубликовать":

source: Complete Icon:
de_de: Vollständiges Symbol:
fi: Valmis kuvake:
fil: Kumpletong Icon:
id_id: Ikon Lengkap:
ja: 完了アイコン:
pt_br: Ícone Completo:
ru_ru: Иконка завершения:

source: Incomplete Icon:
de_de: Unvollständiges Symbol:
fi: Kesken oleva kuvake:
fil: Di-kumpletong Icon:
id_id: Ikon Tidak Lengkap:
ja: 未完了アイコン:
pt_br: Ícone Incompleto:
ru_ru: Иконка незавершенности:

source: Required Complete Color:
de_de: Erforderliche vollständige Farbe:
fi: Vaadittu valmis väri:
fil: Kinakailangang Kumpletong Kulay:
id_id: Warna Lengkap yang Diperlukan:
ja: 必須完了色:
pt_br: Cor Completa Obrigatória:
ru_ru: Цвет завершенной обязательной:

source: Required Incomplete Color:
de_de: Erforderliche unvollständige Farbe:
fi: Vaadittu kesken oleva väri:
fil: Kinakailangang Di-kumpletong Kulay:
id_id: Warna Tidak Lengkap yang Diperlukan:
ja: 必須未完了色:
pt_br: Cor Incompleta Obrigatória:
ru_ru: Цвет незавершенной обязательной:

source: Recommended Complete Color:
de_de: Empfohlene vollständige Farbe:
fi: Suositeltu valmis väri:
fil: Inirerekomendang Kumpletong Kulay:
id_id: Warna Lengkap yang Direkomendasikan:
ja: 推奨完了色:
pt_br: Cor Completa Recomendada:
ru_ru: Цвет рекомендуемой завершенной:

source: Recommended Incomplete Color:
de_de: Empfohlene unvollständige Farbe:
fi: Suositeltu kesken oleva väri:
fil: Inirerekomendang Di-kumpletong Kulay:
id_id: Warna Tidak Lengkap yang Direkomendasikan:
ja: 推奨未完了色:
pt_br: Cor Incompleta Recomendada:
ru_ru: Цвет рекомендуемой незавершенной:

source: OpenAI API Key:
de_de: OpenAI API-Schlüssel:
fi: OpenAI API-avain:
he_il: מפתח API של OpenAI:
id_id: Kunci API OpenAI:
ja: OpenAI APIキー：
pt_br: Chave da API OpenAI:
ru_ru: Ключ API OpenAI:

source: Reset Renamed Checklist:
de_de: Umbenannte Checkliste zurücksetzen:
fi: Nollaa uudelleennimetyt tarkistuslista:
fil: I-reset ang Na-rename na Checklist:
id_id: Atur Ulang Checklist yang Diubah Namanya:
ja: 名前変更されたチェックリストをリセット:
pt_br: Redefinir Lista de Verificação Renomeada:
ru_ru: Сбросить переименованный список:

source: Post types:
de_de: Beitragstypen:
fi: Postityypit:
fil: Mga uri ng post:
id_id: Jenis pos:
ja: 投稿タイプ：
pt_br: Tipos de postagens:
ru_ru: Типы постов:

source: This allows tasks to be disabled for specific statuses such as "Draft" or "Published.
de_de: Dies ermöglicht das Deaktivieren von Aufgaben für spezifische Status wie "Entwurf" oder "Veröffentlicht.&nbsp;
fi: Tämä mahdollistaa tehtävien poistamisen käytöstä tietyille statuksille, kuten "Luonnos" tai "Julkaistu."
fil: Pinapayagan nito ang mga gawain na hindi paganahin para sa mga partikular na status tulad ng "Draft" o "Published.
he_il: זה מאפשר להשבית משימות עבור סטטוסים ספציפיים כמו "טיוטה" או "פורסם".
id_id: Ini memungkinkan tugas dinonaktifkan untuk status tertentu seperti "Draf" atau "Dipublikasikan."
ja: これにより、"ドラフト"や"公開済み"などの特定のステータスに対してタスクを無効にできます。
pt_br: Isso permite que tarefas sejam desativadas para status específicos, como "Rascunho" ou "Publicada.
ru_ru: Это позволяет отключать задачи для конкретных статусов, таких как "Черновик" или "Опубликовано".

source: This allows users to duplicate existing checklist tasks.
de_de: Dies ermöglicht den Benutzern, vorhandene Aufgaben in der Checkliste zu duplizieren.
fi: Tämä antaa käyttäjille mahdollisuuden kopioida olemassa olevia tarkistuslistan tehtäviä.
fil: Pinapayagan nito ang mga gumagamit na kopyahin ang umiiral na mga gawain sa checklist.
id_id: Ini memungkinkan pengguna untuk menduplikasi tugas checklist yang ada.
ja: これにより、ユーザーは既存のチェックリストタスクを複製できます。
pt_br: Isso permite que os usuários duplicem tarefas existentes da lista de verificação.
ru_ru: Это позволяет пользователям дублировать существующие задачи в контрольном списке.

source: Add a Checklists column to the Posts screen showing how many requirements are complete.
de_de: Fügen Sie eine Checklisten-Spalte zum Posts-Bildschirm hinzu, die zeigt, wie viele Anforderungen erfüllt sind.
fi: Lisää Checklists-sarake Postit-näytölle, joka näyttää, kuinka monta vaatimusta on valmis.
fil: Magdagdag ng Checklists na kolum sa screen ng Mga Post na nagpapakita kung gaano karaming kinakailangan ang kumpleto.
he_il: הוסף עמודה של רשימות בדיקות למסך הפוסטים שמראה כמה דרישות הושלמו.
id_id: Tambahkan kolom Checklists ke layar Pos yang menunjukkan berapa banyak persyaratan yang telah lengkap.
ja: 投稿画面にチェックリスト列を追加し、完了した要件の数を表示します。
pt_br: Adicione uma coluna de Listas de Verificação à tela de Posts mostrando quantos requisitos estão completos.
ru_ru: Добавьте столбец Checklists на экран записей, показывающий, сколько требований выполнено.

source: This allows tasks to be disabled for posts with specific taxonomy terms. Go to the "Post Types" tab to choose the terms.
de_de: Dies ermöglicht es, Aufgaben für Beiträge mit bestimmten Taxonomiebegriffen zu deaktivieren. Gehe zum Tab "Beitragstypen", um die Begriffe auszuwählen.
fi: Tämä mahdollistaa tehtävien poistamisen käytöstä tiettyjen taksonomia-termien omaaville viesteille. Siirry "Viestityypit" -välilehteen valitaksesi termit.
fil: Pinapayagan nito ang mga gawain na ma-disable para sa mga post na may partikular na mga termino ng taxonomy. Pumunta sa tab na "Mga Uri ng Post" upang pumili ng mga termino.
id_id: Ini memungkinkan tugas untuk dinonaktifkan untuk pos dengan istilah taksonomi tertentu. Pergi ke tab "Jenis Pos" untuk memilih istilah.
ja: これにより、特定のタクソノミー用語を持つ投稿のタスクを無効にできます。「投稿タイプ」タブに移動して用語を選択してください。
pt_br: Isso permite que tarefas sejam desativadas para posts com termos de taxonomia específicos. Vá para a aba "Tipos de Post" para escolher os termos.
ru_ru: Это позволяет отключать задачи для публикаций с конкретными терминами таксономии. Перейдите на вкладку "Типы публикаций", чтобы выбрать термины.

source: This will display a warning icon in the "Checklists" box if requirements are incomplete.
de_de: Dies zeigt ein Warnsymbol im "Checklisten"-Bereich an, wenn Anforderungen unvollständig sind.
fi: Tämä näyttää varoitusikonin "Tarkistuslistat" -ruudussa, jos vaatimukset ovat puutteelliset.
fil: Ipinapakita nito ang isang icon ng babala sa kahon ng "Checklists" kung hindi kumpleto ang mga kinakailangan.
he_il: זה יציג אייקון אזהרה בקופסת "רשימות" אם הדרישות אינן שלמות.
id_id: Ini akan menampilkan ikon peringatan di kotak "Daftar Periksa" jika persyaratan tidak lengkap.
ja: 要件が不完全な場合、"チェックリスト"ボックスに警告アイコンが表示されます。
pt_br: Isso exibirá um ícone de aviso na caixa "Listas de Verificação" se os requisitos estiverem incompletos.
ru_ru: Это отобразит значок предупреждения в блоке "Контрольные списки", если требования не выполнены.

source: When enabled, all PublishPress Checklists data will be deleted if the plugin is uninstalled.
de_de: Wenn aktiviert, werden alle PublishPress Checklisten-Daten gelöscht, wenn das Plugin deinstalliert wird.
fi: Kun tämä on käytössä, kaikki PublishPress Checklists -tiedot poistetaan, jos liitännäinen poistetaan.
fil: Kapag naka-enable, lahat ng data ng PublishPress Checklists ay mabubura kung ang plugin ay aalisin.
he_il: כאשר זה מופעל, כל הנתונים של PublishPress Checklists יימחקו אם התוסף יוסר.
id_id: Ketika diaktifkan, semua data PublishPress Checklists akan dihapus jika plugin diuninstall.
ja: 有効にすると、プラグインがアンインストールされた場合、すべてのPublishPressチェックリストデータが削除されます。
pt_br: Quando habilitado, todos os dados de Listas de Verificação do PublishPress serão excluídos se o plugin for desinstalado.
ru_ru: Если включено, все данные PublishPress Checklists будут удалены, если плагин будет удален.

source: This will show "Who can ignore" options.
de_de: Dies zeigt die Optionen "Wer kann ignorieren" an.
fi: Tämä näyttää "Kuka voi ohittaa" -vaihtoehdot.
fil: Ipinapakita nito ang mga opsyon na "Sino ang maaaring hindi pansinin".
he_il: זה יראה את האפשרויות של "מי יכול להתעלם".
id_id: Ini akan menampilkan opsi "Siapa yang dapat mengabaikan".
ja: "無視できる人"オプションを表示します。
pt_br: Isso mostrará opções de "Quem pode ignorar".
ru_ru: Это покажет параметры "Кто может игнорировать".

source: Disabling the "Status" option is recommended because it can be used to avoid using the Checklists requirements.
de_de: Es wird empfohlen, die Option "Status" zu deaktivieren, da sie verwendet werden kann, um die Anforderungen der Checklisten zu vermeiden.
fi: "Tila" -vaihtoehdon poistamista käytöstä suositellaan, koska sitä voidaan käyttää Checklists-vaatimusten välttämiseen.
fil: Inirerekomenda ang pag-disable ng "Status" na opsyon dahil maaari itong magamit upang maiwasan ang paggamit ng mga kinakailangan ng Checklists.
he_il: מומלץ להשבית את אפשרות "סטטוס" מכיוון שניתן להשתמש בה כדי להימנע מהדרישות של רשימות בדיקה.
id_id: Menonaktifkan opsi "Status" disarankan karena dapat digunakan untuk menghindari penggunaan persyaratan Checklist.
ja: 「ステータス」オプションを無効にすることが推奨されます。これはチェックリストの要件を避けるために使用できます。
pt_br: Desabilitar a opção "Status" é recomendado, pois pode ser usada para evitar o uso dos requisitos das Listas de Verificação.
ru_ru: Рекомендуется отключить опцию "Статус", так как она может использоваться для избежания требований контрольных списков.

source: This will disable "Quick Edit" for all users except those with the "manage_options" capability.
de_de: Dies deaktiviert "Schnell bearbeiten" für alle Benutzer, außer für diejenigen mit der Fähigkeit "manage_options".
fi: Tämä poistaa "Nopea muokkaus" kaikilta käyttäjiltä lukuun ottamatta niitä, joilla on "manage_options" -oikeus.
fil: Hihinto nito ang "Quick Edit" para sa lahat ng mga gumagamit maliban sa mga may kakayahang "manage_options".
he_il: זה ישבית את "עריכה מהירה" עבור כל המשתמשים מלבד אלה עם יכולת "manage_options".
id_id: Ini akan menonaktifkan "Sunting Cepat" untuk semua pengguna kecuali mereka yang memiliki kemampuan "manage_options".
ja: これにより、"manage_options"権限を持つユーザーを除いて、すべてのユーザーに対して"クイック編集"が無効になります。
pt_br: Isso desabilitará "Edição Rápida" para todos os usuários, exceto aqueles com a capacidade "manage_options".
ru_ru: Это отключит "Быстрое редактирование" для всех пользователей, кроме тех, у кого есть возможность "manage_options".

source: This will disable the "Publish" button when checklist requirements are not met.
de_de: Dies deaktiviert den "Veröffentlichen"-Button, wenn die Anforderungen der Checkliste nicht erfüllt sind.
fi: Tämä poistaa "Julkaise" -painikkeen, kun tarkistuslistan vaatimuksia ei ole täytetty.
fil: Hihinto nito ang "Publish" na button kapag hindi natutugunan ang mga kinakailangan ng checklist.
he_il: זה ישבית את כפתור "פרסם" כאשר דרישות הרשימה לא מולאו.
id_id: Ini akan menonaktifkan tombol "Publikasikan" ketika persyaratan daftar periksa tidak terpenuhi.
ja: これにより、チェックリスト要件が満たされていない場合、"公開"ボタンが無効になります。
pt_br: Isso desabilitará o botão "Publicar" quando os requisitos da lista de verificação não forem atendidos.
ru_ru: Это отключит кнопку "Опубликовать", если требования контрольного списка не выполнены.

source: Enter your API Key to use OpenAI prompts in checklist tasks.
de_de: Geben Sie Ihren API-Schlüssel ein, um OpenAI-Eingabeaufforderungen in Checklistenaufgaben zu verwenden.
fi: Syötä API-avaimesi, jotta voit käyttää OpenAI-kehotuksia tarkistuslistatehtävissä.
fil: Ilagay ang iyong API Key upang magamit ang OpenAI prompts sa checklist tasks.
he_il: הזן את מפתח ה-API שלך כדי להשתמש בפקודות OpenAI במשימות רשימה.
id_id: Masukkan Kunci API Anda untuk menggunakan prompt OpenAI dalam tugas checklist.
ja: チェックリストタスクでOpenAIプロンプトを使用するためのAPIキーを入力してください。
pt_br: Insira sua chave de API para usar prompts do OpenAI em tarefas de lista de verificação.
ru_ru: Введите ваш API-ключ для использования подсказок OpenAI в задачах контрольного списка.

source: Post Types
de_de: Beitragstypen
fi: Viestityypit
fil: Mga Uri ng Post
he_il: סוגי פוסטים
id_id: Tipe Pos
ja: 投稿タイプ
pt_br: Tipos de Postagens
ru_ru: Типы постов

source: General
de_de: Allgemein
fi: Yleinen
fil: Pangkalahatan
he_il: כללי
id_id: Umum
ja: 一般
pt_br: Geral
ru_ru: Общее

source: Publishing Options
de_de: Veröffentlichungsoptionen
fi: Julkaisuvaihtoehdot
fil: Mga Opsyon sa Pag-publish
he_il: אפשרויות פרסום
id_id: Opsi Publikasi
ja: 公開オプション
pt_br: Opções de Publicação
ru_ru: Опции публикации

source: Appearance
de_de: Erscheinungsbild
fi: Ulkoasu
fil: Hitsura
id_id: Tampilan
ja: 外観
pt_br: Aparência
ru_ru: Внешний вид

source: Integration
fi: Integraatio
fil: Pagsasama
he_il: אינטגרציה
id_id: Integrasi
ja: 統合
pt_br: Integração
ru_ru: Интеграция

source: Tools
de_de: Werkzeuge
fi: Työkalut
fil: Mga Tool
he_il: כלים
id_id: Alat
ja: ツール
pt_br: Ferramentas
ru_ru: Инструменты

source: Enter a Dashicons class name (e.g., dashicons-yes, dashicons-saved).
de_de: Geben Sie einen Dashicons-Klassennamen ein (z. B. dashicons-yes, dashicons-saved).
fi: Anna Dashicons-luokan nimi (esim. dashicons-yes, dashicons-saved).
fil: Ilagay ang pangalan ng klase ng Dashicons (hal., dashicons-yes, dashicons-saved).
id_id: Masukkan nama kelas Dashicons (misalnya, dashicons-yes, dashicons-saved).
ja: Dashiconsクラス名を入力してください（例：dashicons-yes、dashicons-saved）。
pt_br: Insira um nome de classe Dashicons (por exemplo, dashicons-yes, dashicons-saved).
ru_ru: Введите имя класса Dashicons (например, dashicons-yes, dashicons-saved).

source: View Dashicons
de_de: Dashicons anzeigen
fi: Näytä Dashicons
fil: Tingnan ang Dashicons
id_id: Lihat Dashicons
ja: Dashiconsを表示
pt_br: Ver Dashicons
ru_ru: Просмотреть Dashicons

source: Enter a Dashicons class name (e.g., dashicons-no, dashicons-dismiss).
de_de: Geben Sie einen Dashicons-Klassennamen ein (z. B. dashicons-no, dashicons-dismiss).
fi: Anna Dashicons-luokan nimi (esim. dashicons-no, dashicons-dismiss).
fil: Ilagay ang pangalan ng klase ng Dashicons (hal., dashicons-no, dashicons-dismiss).
id_id: Masukkan nama kelas Dashicons (misalnya, dashicons-no, dashicons-dismiss).
ja: Dashiconsクラス名を入力してください（例：dashicons-no、dashicons-dismiss）。
pt_br: Insira um nome de classe Dashicons (por exemplo, dashicons-no, dashicons-dismiss).
ru_ru: Введите имя класса Dashicons (например, dashicons-no, dashicons-dismiss).

source: Reset All Custom Labels
de_de: Alle benutzerdefinierten Bezeichnungen zurücksetzen
fi: Nollaa kaikki mukautetut nimet
fil: I-reset ang Lahat ng Pasadyang Label
id_id: Reset Semua Label Kustom
ja: すべてのカスタムラベルをリセット
pt_br: Redefinir Todos os Rótulos Personalizados
ru_ru: Сбросить все пользовательские метки

source: This will reset all renamed checklist items back to their default labels.
de_de: Dies setzt alle umbenannten Checklistenpunkte auf ihre Standardbezeichnungen zurück.
fi: Tämä palauttaa kaikki uudelleennimetyt tarkistuslistan kohteet oletusnimilleen.
fil: I-reset nito ang lahat ng mga pinalitang item sa checklist pabalik sa kanilang mga default na label.
id_id: Ini akan mengatur ulang semua item checklist yang telah diganti namanya kembali ke label default mereka.
ja: これにより、すべての名前変更されたチェックリスト項目がデフォルトのラベルに戻ります。
pt_br: Isso irá redefinir todos os itens da lista de verificação renomeados de volta aos seus rótulos padrão.
ru_ru: Это сбросит все переименованные элементы контрольного списка к их меткам по умолчанию.

source: Security check failed.
de_de: Sicherheitsüberprüfung fehlgeschlagen.
fi: Turvatarkistus epäonnistui.
fil: Nabigo ang pagsusuri sa seguridad.
id_id: Pemeriksaan keamanan gagal.
ja: セキュリティチェックに失敗しました。
pt_br: Verificação de segurança falhou.
ru_ru: Проверка безопасности не удалась.

source: You do not have permission to perform this action.
de_de: Sie haben keine Berechtigung, um diese Aktion auszuführen.
fi: Sinulla ei ole oikeuksia tämän toiminnon suorittamiseen.
fil: Wala kang pahintulot na isagawa ang aksyong ito.
id_id: Anda tidak memiliki izin untuk melakukan tindakan ini.
ja: このアクションを実行する権限がありません。
pt_br: Você não tem permissão para realizar esta ação.
ru_ru: У вас нет разрешения на выполнение этого действия.

source: All custom labels have been reset successfully.
de_de: Alle benutzerdefinierten Bezeichnungen wurden erfolgreich zurückgesetzt.
fi: Kaikki mukautetut nimet on nollattu onnistuneesti.
fil: Matagumpay na na-reset ang lahat ng pasadyang label.
id_id: Semua label kustom telah direset dengan sukses.
ja: すべてのカスタムラベルが正常にリセットされました。
pt_br: Todos os rótulos personalizados foram redefinidos com sucesso.
ru_ru: Все пользовательские метки успешно сброшены.

source: Number of characters in Yoast SEO focus keyword
de_de: Anzahl der Zeichen im Yoast SEO Fokus-Keyword
fi: Merkkien määrä Yoast SEO:n keskittymisavainsanassa
fil: Bilang ng mga karakter sa Yoast SEO focus keyword
he_il: מספר תווים במילת המפתח הממוקדת של Yoast SEO
id_id: Jumlah karakter di kata kunci fokus Yoast SEO
ja: Yoast SEOのフォーカスキーワードの文字数
pt_br: Número de caracteres na palavra-chave foco do Yoast SEO
ru_ru: Количество символов в ключевом слове Yoast SEO

source: Minimum of %d character in Yoast SEO focus keyword
de_de: Mindestens %d Zeichen im Yoast SEO Fokus-Keyword
fi: Vähintään %d merkkiä Yoast SEO:n keskittymisanalyysisanassa
fil: Minimum na %d na karakter sa Yoast SEO focus keyword
he_il: מינימום של %d תו במילת מפתח ממוקדת של Yoast SEO
id_id: Minimum %d karakter dalam kata kunci fokus Yoast SEO
ja: Yoast SEOのフォーカスキーワードの最小文字数は%d文字です
pt_br: Mínimo de %d caractere na palavra-chave foco do Yoast SEO
ru_ru: Минимум %d символа в ключевом слове Yoast SEO

source: Minimum of %d characters in Yoast SEO focus keyword
de_de: Mindestens %d Zeichen im Yoast SEO Fokus-Keyword
fi: Vähintään %d merkkiä Yoast SEO keskeisessä avainsanassa
fil: Minimum ng %d na mga karakter sa Yoast SEO focus keyword
he_il: מינימום של %d תווים במילת המפתח הממוקדת של Yoast SEO
id_id: Minimum %d karakter dalam kata kunci fokus Yoast SEO
ja: Yoast SEOフォーカスキーワードの最小文字数は%dです
pt_br: Mínimo de %d caracteres na palavra-chave foco do Yoast SEO
ru_ru: Минимум %d символов в фокусном ключевом слове Yoast SEO

source: Maximum of %d character in Yoast SEO focus keyword
de_de: Maximal %d Zeichen im Yoast SEO Fokus-Keyword
fi: Maksimi %d merkkiä Yoast SEO:n avainsanassa
fil: Sobra ng %d karakter sa pangunahing keyword ng Yoast SEO
he_il: מקסימום של %d תווים במילת המפתח הממוקדת של Yoast SEO
id_id: Maksimum %d karakter di kata kunci fokus Yoast SEO
ja: Yoast SEO フォーカスキーワードに最大 %d 文字
pt_br: Máximo de %d caractere na palavra-chave foco do Yoast SEO
ru_ru: Максимум %d символа в ключевом слове для фокуса SEO Yoast

source: Maximum of %d characters in Yoast SEO focus keyword
de_de: Maximal %d Zeichen im Yoast SEO Fokus-Keyword
fi: Enintään %d merkkiä Yoast SEO:n keskittymisanalyysisanassa
fil: Maximum na %d na karakter sa Yoast SEO focus keyword
he_il: מקסימום של %d תווים במילת מפתח ממוקדת של Yoast SEO
id_id: Maksimum %d karakter dalam kata kunci fokus Yoast SEO
ja: Yoast SEOのフォーカスキーワードの最大文字数は%d文字です
pt_br: Máximo de %d caracteres na palavra-chave foco do Yoast SEO
ru_ru: Максимум %d символов в ключевом слове Yoast SEO

source: %d character in Yoast SEO focus keyword
de_de: %d Zeichen im Yoast SEO Fokus-Keyword
fi: %d merkkiä Yoast SEO:n keskeisessä avainsanassa
fil: %d karakter sa Yoast SEO focus keyword
he_il: %d תו במילת המפתח הממוקדת של Yoast SEO
id_id: %d karakter dalam kata kunci fokus Yoast SEO
ja: %d 文字のYoast SEOフォーカスキーワード
pt_br: %d caractere na palavra-chave foco do Yoast SEO
ru_ru: %d символ в ключевом слове фокуса Yoast SEO

source: %d characters in Yoast SEO focus keyword
de_de: %d Zeichen im Yoast SEO Fokus-Keyword
fi: %d merkkiä Yoast SEO:n keskeisessä avainsanassa
fil: %d mga karakter sa Yoast SEO focus keyword
he_il: %d תווים במילת המפתח הממוקדת של Yoast SEO
id_id: %d karakter dalam kata kunci fokus Yoast SEO
ja: %d 文字のYoast SEOフォーカスキーワード
pt_br: %d caracteres na palavra-chave foco do Yoast SEO
ru_ru: %d символов в ключевом слове фокуса Yoast SEO

source: Between %d and %d characters in Yoast SEO focus keyword
de_de: Zwischen %d und %d Zeichen im Yoast SEO Fokus-Keyword
fi: Välillä %d ja %d merkkiä Yoast SEO keskeisessä avainsanassa
fil: Sa pagitan ng %d at %d na karakter sa Yoast SEO focus keyword
he_il: בין %d ל-%d תווים במילת מפתח ממוקדת של Yoast SEO
id_id: Antara %d dan %d karakter dalam kata kunci fokus Yoast SEO
ja: Yoast SEO のフォーカスキーワードの %d と %d 文字の間
pt_br: Entre %d e %d caracteres na palavra-chave foco do Yoast SEO
ru_ru: Между %d и %d символами в фокусном ключевом слове Yoast SEO

source: Number of characters in Yoast SEO meta description
de_de: Anzahl der Zeichen in der Yoast SEO Meta-Beschreibung
fi: Merkkien määrä Yoast SEO:n meta-kuvauksessa
fil: Bilang ng mga karakter sa Yoast SEO meta description
he_il: מספר תווים בתיאור המטא של Yoast SEO
id_id: Jumlah karakter di deskripsi meta Yoast SEO
ja: Yoast SEOのメタ説明の文字数
pt_br: Número de caracteres na meta descrição do Yoast SEO
ru_ru: Количество символов в метаописании Yoast SEO

source: Minimum of %d character in Yoast SEO meta description
de_de: Mindestens %d Zeichen in der Yoast SEO Meta-Beschreibung
fi: Vähintään %d merkkiä Yoast SEO meta-kuvauksessa
fil: Minimum ng %d na karakter sa Yoast SEO meta description
he_il: מינימום של %d תו בתיאור המטא של Yoast SEO
id_id: Minimum %d karakter dalam deskripsi meta Yoast SEO
ja: Yoast SEOメタディスクリプションの最小文字数は%dです
pt_br: Mínimo de %d caractere na meta descrição do Yoast SEO
ru_ru: Минимум %d символа в мета-описании Yoast SEO
