Repository: WordPressBugBounty/plugins-publishpress-checklists
Catalog: publishpress-checklists/languages/publishpress-checklists-*.po
Languages: de_de, fi, fil, he_il, id_id, ja, pt_br, ru_ru

source: PublishPress Checklists
de_de: PublishPress Checklisten
ja: PublishPress チェックリスト

source: With PublishPress Checklists, you can choose publishing requirements for your content.
de_de: Mit den Checklisten von PublishPress können Sie Veröffentlichungsanforderungen für Ihre Inhalte auswählen.
fi: PublishPress Checklistsin avulla voit valita julkaisuvaatimukset sisällöllesi.
fil: Sa PublishPress Checklists, maaari mong piliin ang mga kinakailangan sa pag-publish para sa iyong nilalaman.
he_il: עם PublishPress Checklists, אתה יכול לבחור דרישות פרסום לתוכן שלך.
id_id: Dengan PublishPress Checklists, Anda dapat memilih persyaratan penerbitan untuk konten Anda.
ja: PublishPressチェックリストを使用すると、コンテンツの公開要件を選択できます。
pt_br: Com as listas de verificação do PublishPress, você pode escolher os requisitos de publicação para seu conteúdo.
ru_ru: С помощью PublishPress Checklists вы можете выбрать требования к публикации для вашего контента.

source: Disabled
de_de: Deaktiviert
fi: Poistettu käytöstä
fil: Hindi pinagana
he_il: מושבת
id_id: Dinonaktifkan
ja: 無効
pt_br: Inativo
ru_ru: Отключено

source: Recommended
de_de: Empfohlen
fi: Suositeltu
fil: Inirerekomenda
he_il: מומלץ
id_id: Rekomendasi
ja: 推奨
pt_br: Recomendado
ru_ru: Рекомендуется

source: Required
de_de: Erforderlich
fi: Pakollinen
fil: Kinakailangan
he_il: נדרש
id_id: Diperlukan
ja: 必須
pt_br: Obrigatório
ru_ru: Обязательно

source: Please correct your form errors below and try again.
de_de: Korrigiere bitte die Fehler und versuche es noch einmal.
fi: Korjaa alla olevat lomakevirheet ja yritä uudelleen.
fil: Mangyaring ituwid ang iyong mga error sa form sa ibaba at subukan muli.
he_il: אנא תקן את שגיאות הטופס שלך למטה ונסה שוב.
id_id: Silakan perbaiki kesalahan formulir Anda di bawah ini dan coba lagi.
ja: 以下のフォームエラーを修正して再試行してください。
pt_br: Por favor corrija os erros do formulário abaixo e tente novamente.
ru_ru: Пожалуйста, исправьте ошибки в вашей форме ниже и попробуйте снова.

source: Cheatin&#8217; uh?
de_de: Schummeln, oder?
fi: Huijaatko&#8217; huh?
he_il: רמאות&#8217; אה?
id_id: Curang&#8217; ya?
ja: チートしてるんじゃないの？
pt_br: Trapaceando&#8217; hein?
ru_ru: Обман, а?

source: You do not have necessary permissions to complete this action.
de_de: Du hast nicht die erforderliche Berechtigung, um diese Aktion durchzuführen.
fi: Sinulla ei ole tarvittavia oikeuksia tämän toiminnon suorittamiseen.
fil: Wala kang kinakailangang permiso upang makumpleto ang aksyong ito.
he_il: אין לך את ההרשאות הנדרשות כדי להשלים פעולה זו.
id_id: Anda tidak memiliki izin yang diperlukan untuk menyelesaikan tindakan ini.
ja: このアクションを完了するための必要な権限がありません。
pt_br: Você não tem as permissões necessárias para completar esta ação.
ru_ru: У вас нет необходимых прав для выполнения этого действия.

source: Post does not exist
de_de: Beitrag existiert nicht
fi: Viestiä ei ole olemassa
fil: Walang umiiral na post
he_il: הפוסט אינו קיים
id_id: Pos tidak ada
ja: 投稿は存在しません
pt_br: O post não existe
ru_ru: Пост не существует

source: Checklists
de_de: Checklisten
fi: Tarkistuslistat
fil: Mga Checklist
he_il: רשימות בדיקה
ja: チェックリスト
ru_ru: Чек-листы

source: If you like %s please leave us a %s rating. Thank you!
de_de: Wenn du %s magst, hinterlasse eine %s Wertung. Danke!
fi: Jos pidät %s:stä, jätä meille %s-arvio. Kiitos!
fil: Kung gusto mo ang %s mangyaring iwanan kami ng %s rating. Salamat!
he_il: אם אתה אוהב %s בבקשה השאר לנו דירוג %s. תודה!
id_id: Jika Anda suka %s, silakan berikan kami penilaian %s. Terima kasih!
ja: もし%sが気に入ったら、%sの評価をお願いします。ありがとうございます！
pt_br: Se você gosta do %s por favor nos deixe uma avaliação %s. Obrigado!
ru_ru: Если вам нравится %s, пожалуйста, оставьте нам оценку %s. Спасибо!

source: Need PublishPress Checklists Support?
de_de: Brauchen Sie Unterstützung für PublishPress Checklisten?
fi: Tarvitsetko PublishPress Checklists -tukea?
fil: Kailangan ng PublishPress Checklists Support?
he_il: צריך תמיכה ב-PublishPress Checklists?
id_id: Butuh Dukungan PublishPress Checklists?
ja: PublishPressチェックリストのサポートが必要ですか？
pt_br: Precisa de suporte do PublishPress Checklists?
ru_ru: Нужна поддержка PublishPress Checklists?

source: If you need help or have a new feature request, let us know.
de_de: Wenn Sie Hilfe benötigen oder eine neue Funktion anfordern möchten, lassen Sie es uns wissen.
fi: Jos tarvitset apua tai sinulla on uusi ominaisuuspyyntö, kerro meille.
fil: Kung kailangan mo ng tulong o may bagong kahilingan para sa tampok, ipaalam sa amin.
he_il: אם אתה צריך עזרה או יש לך בקשה לתכונה חדשה, תן לנו לדעת.
id_id: Jika Anda memerlukan bantuan atau memiliki permintaan fitur baru, beri tahu kami.
ja: 助けが必要な場合や新しい機能リクエストがある場合は、お知らせください。
pt_br: Se você precisar de ajuda ou tiver um novo pedido de funcionalidade, nos avise.
ru_ru: Если вам нужна помощь или у вас есть новый запрос на функцию, дайте нам знать.

source: Request Support
de_de: Support anfordern
fi: Pyydä tukea
fil: Humiling ng Suporta
he_il: בקש תמיכה
id_id: Minta Dukungan
ja: サポートをリクエスト
pt_br: Solicitar suporte
ru_ru: Запросить поддержку

source: Detailed documentation is also available on the plugin website.
de_de: Detaillierte Dokumentation ist auch auf der Plugin-Website verfügbar.
fi: Yksityiskohtaiset asiakirjat ovat myös saatavilla liitteen verkkosivustolla.
fil: Ang detalyadong dokumentasyon ay magagamit din sa website ng plugin.
he_il: תיעוד מפורט זמין גם באתר הפלאגין.
id_id: Dokumentasi rinci juga tersedia di situs web plugin.
ja: 詳細なドキュメントはプラグインのウェブサイトにもあります。
pt_br: Documentação detalhada também está disponível no site do plugin.
ru_ru: Подробная документация также доступна на сайте плагина.

source: View Knowledge Base
de_de: Wissen Datenbank anzeigen
fi: Näytä tietopankki
fil: Tingnan ang Knowledge Base
he_il: צפה במאגר הידע
id_id: Lihat Basis Pengetahuan
ja: ナレッジベースを表示
pt_br: Ver Base de Conhecimento
ru_ru: Просмотреть базу знаний

source: Settings
de_de: Einstellungen
fi: Asetukset
fil: Mga Setting
he_il: הגדרות
id_id: Pengaturan
ja: 設定
pt_br: Configurações
ru_ru: Настройки

source: Upgrade to Pro
de_de: Auf Pro upgraden
fi: Päivitä Pro:ksi
fil: Mag-upgrade sa Pro
he_il: שדרוג לגרסה מקצועית
id_id: Tingkatkan ke Pro
ja: Proにアップグレード
pt_br: Atualizar para Pro
ru_ru: Переход на Pro

source: Approved by %s
de_de: Genehmigt von %s
fi: Hyväksynyt %s
fil: Naaprubahan ni %s
he_il: אושר על ידי %s
id_id: Disetujui oleh %s
ja: %s によって承認されました
pt_br: Aprovado por %s
ru_ru: Одобрено %s

source: Approved by a user in this role
de_de: Genehmigt von einem Nutzer dieser Rolle
fi: Hyväksynyt käyttäjä, jolla on tämä rooli
fil: Naaprubahan ng isang gumagamit sa papel na ito
he_il: אושר על ידי משתמש בתפקיד זה
id_id: Disetujui oleh pengguna dalam peran ini
ja: この役割のユーザーによって承認されました
pt_br: Aprovado por um usuário nesta função
ru_ru: Одобрено пользователем с этой ролью

source: Min
de_de: Mindest
he_il: מינימום
ja: 最小
pt_br: Mínimo
ru_ru: Мин

source: Max
fi: Maksimi
fil: Sagad
he_il: מקסימום
id_id: Maks
ja: 最大
pt_br: Máx.
ru_ru: Макс

source: Edit label
de_de: Label bearbeiten
fi: Muokkaa etikettiä
fil: I-edit ang label
ja: ラベルを編集
pt_br: Editar rótulo
ru_ru: Редактировать метку

source: Number of categories
de_de: Anzahl an Kategorien
fi: Kategorioiden määrä
fil: Bilang ng mga kategorya
he_il: מספר קטגוריות
id_id: Jumlah kategori
ja: カテゴリの数
pt_br: Número de categorias
ru_ru: Количество категорий

source: Minimum of %s category
de_de: Minimum %s Kategorie
fi: Vähintään %s kategoria
fil: Minimum ng %s na kategorya
he_il: מינימום של %s קטגוריה
id_id: Minimum %s kategori
ja: 最小カテゴリ数は%sです
pt_br: Mínimo de %s categoria
ru_ru: Минимум %s категории

source: Minimum of %s categories
de_de: Minimum von %s Kategorien
fi: Vähintään %s kategoriaa
fil: Minimum ng %s na mga kategorya
he_il: מינימום של %s קטגוריות
id_id: Minimum %s kategori
ja: 最小カテゴリ数は%sです
pt_br: Mínimo de %s categorias
ru_ru: Минимум %s категорий

source: Maximum of %s category
de_de: Maximum %s Kategorie
fi: Enintään %s kategoria
fil: Maximum ng %s na kategorya
he_il: מקסימום של %s קטגוריה
id_id: Maksimum %s kategori
ja: 最大%sカテゴリー
pt_br: Máximo de %s categoria
ru_ru: Максимум %s категории

source: Maximum of %s categories
de_de: Maximum von %s Kategorien
fi: Enintään %s kategoriaa
fil: Maximum ng %s na mga kategorya
he_il: מקסימום של %s קטגוריות
id_id: Maksimum %s kategori
ja: 最大%sカテゴリ
pt_br: Máximo de %s categorias
ru_ru: Максимум %s категорий

source: %s category
de_de: %s Kategorie
fi: %s kategoria
fil: %s kategorya
he_il: %s קטגוריה
id_id: %s kategori
ja: %s カテゴリ
pt_br: %s categoria
ru_ru: %s категория

source: %s categories
de_de: %s Kategorien
fi: %s kategoriaa
fil: %s mga kategorya
he_il: %s קטגוריות
id_id: %s kategori
ja: %s カテゴリ
pt_br: %s categorias
ru_ru: %s категории

source: Between %s and %s categories
de_de: Zwischen %s und %s Kategorien
fi: Väli %s ja %s kategoriaa
fil: Sa pagitan ng %s at %s na mga kategorya
he_il: בין %s ל-%s קטגוריות
id_id: Antara %s dan %s kategori
ja: %s と %s カテゴリの間
pt_br: Entre %s e %s categorias
ru_ru: Между %s и %s категориями

source: Custom
de_de: Benutzerdefiniert
fi: Mukautettu
fil: Pasadya
he_il: מותאם אישית
id_id: Kustom
ja: カスタム
pt_br: Personalizado
ru_ru: Настраиваемый

source: Which roles can mark this task as complete?
de_de: Welche Rolle darf die Aufgabe als erledigt markieren?
fi: Mitkä roolit voivat merkitä tämän tehtävän suoritetuksi?
fil: Aling mga papel ang makakapagmarka sa gawaing ito bilang kumpleto?
he_il: אילו תפקידים יכולים לסמן את המשימה הזו כהושלמה?
id_id: Peran mana yang dapat menandai tugas ini sebagai selesai?
ja: どの役割がこのタスクを完了したとマークできますか？
pt_br: Quais funções podem marcar esta tarefa como concluída?
ru_ru: Какие роли могут отметить эту задачу как выполненную?

source: Enter name of custom task
de_de: Geben Sie den Namen der benutzerdefinierten Aufgabe ein
fi: Syötä mukautetun tehtävän nimi
fil: Ilagay ang pangalan ng pasadyang gawain
he_il: הזן שם של משימת מותאמת אישית
id_id: Masukkan nama tugas kustom
ja: カスタムタスクの名前を入力してください
pt_br: Digite o nome da tarefa personalizada
ru_ru: Введите имя пользовательской задачи

source: Remove
de_de: Entfernen
fi: Poista
fil: Alisin
he_il: הסר
id_id: Hapus
ja: 削除
pt_br: Remover
ru_ru: Удалить

source: Number of external links in content
de_de: Zahl der externen Links im Inhalt
fi: Ulkoisten linkkien määrä sisällössä
fil: Bilang ng mga panlabas na link sa nilalaman
he_il: מספר קישורים חיצוניים בתוכן
id_id: Jumlah tautan eksternal dalam konten
ja: コンテンツ内の外部リンクの数
pt_br: Número de links externos no conteúdo
ru_ru: Количество внешних ссылок в контенте

source: Minimum of %d external link in content
de_de: Minimum von %d externen Link im Inhalt
fi: Vähintään %d ulkoista linkkiä sisällössä
fil: Minimum ng %d na panlabas na link sa nilalaman
he_il: מינימום של %d קישור חיצוני בתוכן
id_id: Minimum %d tautan eksternal dalam konten
ja: コンテンツ内の最小外部リンク数は%dです
pt_br: Mínimo de %d link externo no conteúdo
ru_ru: Минимум %d внешней ссылки в контенте

source: Minimum of %d external links in content
de_de: Minimum von %d externen Links im Inhalt
fi: Vähintään %d ulkoista linkkiä sisällössä
fil: Minimum ng %d na mga panlabas na link sa nilalaman
he_il: מינימום של %d קישורים חיצוניים בתוכן
id_id: Minimum %d tautan eksternal dalam konten
ja: コンテンツ内の最小外部リンク数は%dです
pt_br: Mínimo de %d links externos no conteúdo
ru_ru: Минимум %d внешних ссылок в контенте

source: Maximum of %d external link in content
de_de: Maximum von %d externen Link im Inhalt
fi: Enintään %d ulkoista linkkiä sisällössä
fil: Maximum ng %d na panlabas na link sa nilalaman
he_il: מקסימום של %d קישור חיצוני בתוכן
id_id: Maksimum %d tautan eksternal dalam konten
ja: コンテンツ内の外部リンクの最大数は%dです
pt_br: Máximo de %d link externo no conteúdo
ru_ru: Максимум %d внешней ссылки в содержимом

source: Maximum of %d external links in content
de_de: Maximum von %d externen Links im Inhalt
fi: Enintään %d ulkoista linkkiä sisällössä
fil: Maximum ng %d na mga panlabas na link sa nilalaman
he_il: מקסימום של %d קישורים חיצוניים בתוכן
id_id: Maksimum %d tautan eksternal dalam konten
ja: コンテンツ内の外部リンクの最大数は%dです
pt_br: Máximo de %d links externos no conteúdo
ru_ru: Максимум %d внешних ссылок в содержимом

source: %d external link in content
de_de: %d externer Link im Inhalt
fi: %d ulkoista linkkiä sisällössä
fil: %d panlabas na link sa nilalaman
he_il: %d קישור חיצוני בתוכן
id_id: %d tautan eksternal dalam konten
ja: %d 外部リンクがコンテンツにあります
pt_br: %d link externo no conteúdo
ru_ru: %d внешняя ссылка в контенте

source: %d external links in content
de_de: %d externe Links im Inhalt
fi: %d ulkoista linkkiä sisällössä
fil: %d mga panlabas na link sa nilalaman
he_il: %d קישורים חיצוניים בתוכן
id_id: %d tautan eksternal dalam konten
ja: %d 外部リンクがコンテンツにあります
pt_br: %d links externos no conteúdo
ru_ru: %d внешних ссылок в контенте

source: Between %d and %d external links in content
de_de: Zwischen %d und %d externe Links im Inhalt
fi: Väli %d ja %d ulkoista linkkiä sisällössä
fil: Sa pagitan ng %d at %d na mga panlabas na link sa nilalaman
he_il: בין %d ל-%d קישורים חיצוניים בתוכן
id_id: Antara %d dan %d tautan eksternal dalam konten
ja: コンテンツ内の %d と %d 外部リンクの間
pt_br: Entre %d e %d links externos no conteúdo
ru_ru: Между %d и %d внешними ссылками в контенте

source: Featured image is added
de_de: Vorgestelltes Bild wurde hinzugefügt
fi: Ominaisuuskuva on lisätty
fil: Ang itinatampok na larawan ay idinagdag
he_il: התמונה המוצגת נוספה
id_id: Gambar unggulan telah ditambahkan
ja: 特集画像が追加されました
pt_br: A imagem em destaque foi adicionada
ru_ru: Изображение на главной странице добавлено

source: Featured image has Alt text
de_de: Das vorgestellte Bild hat einen Alternativtext
fi: Ominaisuuskuvalla on Alt-teksti
fil: Ang itinatampok na larawan ay may Alt text
he_il: לתמונה המוצגת יש טקסט חלופי
id_id: Gambar unggulan memiliki teks Alt
ja: 特集画像には代替テキストがあります
pt_br: A imagem em destaque tem texto alternativo
ru_ru: Изображение на главной странице имеет альтернативный текст

source: Featured image has caption
de_de: Das hervorgehobene Bild hat eine Bildunterschrift
fi: Esittelykuvalla on kuvateksti
fil: Ang itinatampok na imahe ay may caption
he_il: לתמונה המוצגת יש כותרת
id_id: Gambar unggulan memiliki keterangan
ja: フィーチャー画像にはキャプションがあります
pt_br: A imagem destacada tem legenda
ru_ru: Изображение на главной странице имеет подпись

source: Numbers of characters in excerpt
de_de: Anzahl Zeichen im Textauszug
fi: Merkkejä oteessa
fil: Bilang ng mga karakter sa excerpt
he_il: מספר תווים בציטוט
id_id: Jumlah karakter dalam kutipan
ja: 抜粋の文字数
pt_br: Números de caracteres no resumo
ru_ru: Количество символов в отрывке

source: Minimum of %d character in excerpt
de_de: Minimum von %d Zeichen im Textauszug
fi: Vähintään %d merkkiä lainauksessa
fil: Minimum ng %d na karakter sa excerpt
he_il: מינימום של %d תו בציטוט
id_id: Minimum %d karakter dalam kutipan
ja: 抜粋の最小文字数は%dです
pt_br: Mínimo de %d categorias
ru_ru: Минимум %d символа в отрывке

source: Minimum of %d characters in excerpt
de_de: Minimum von %d Zeichen im Textauszug
fi: Vähintään %d merkkiä tiivistelmässä
fil: Minimum ng %d na mga karakter sa excerpt
he_il: מינימום של %d תווים בציטוט
id_id: Minimum %d karakter dalam kutipan
ja: 抜粋の最小文字数は%d文字です
pt_br: Mínimo de %d caracteres no resumo
ru_ru: Минимум %d символов в отрывке

source: Maximum of %d character in excerpt
de_de: Maximum von %d Zeichen im Textauszug
fi: Maksimi %d merkkiä tiivistelmässä
fil: Maksimum ng %d na karakter sa buod
he_il: מקסימום של %d תווים בציטוט
id_id: Maksimum %d karakter di kutipan
ja: 抜粋での最大 %d 文字
pt_br: Máximo de %d caracteres no resumo
ru_ru: Максимум %d символа в аннотации

source: Maximum of %d characters in excerpt
de_de: Maximum von %d Zeichen im Textauszug
fi: Enintään %d merkkiä lainauksessa
fil: Maximum ng %d na karakter sa excerpt
he_il: מקסימום של %d תווים בציטוט
id_id: Maksimum %d karakter dalam kutipan
ja: 抜粋の最大文字数は%dです
pt_br: Máximo de %d caracteres no resumo
ru_ru: Максимум %d символов в отрывке

source: %d character in excerpt
de_de: %d Zeichen im Textauszug
fi: %d merkkiä tiivistelmässä
fil: %d karakter sa excerpt
he_il: %d תו בציטוט
id_id: %d karakter dalam kutipan
ja: %d 文字の抜粋
pt_br: %d caracter no resumo
ru_ru: %d символ в отрывке

source: %d characters in excerpt
de_de: %d Zeichen im Textauszug
fi: %d merkkiä tiivistelmässä
fil: %d mga karakter sa excerpt
he_il: %d תווים בציטוט
id_id: %d karakter dalam kutipan
ja: %d 文字の抜粋
pt_br: %d caracteres no resumo
ru_ru: %d символов в отрывке

source: Between %d and %d characters in excerpt
de_de: Zwischen %d und %d Zeichen im Textauszug
fi: Väli %d ja %d merkkiä tiivistelmässä
fil: Sa pagitan ng %d at %d na mga karakter sa excerpt
he_il: בין %d ל-%d תווים בציטוט
id_id: Antara %d dan %d karakter dalam kutipan
ja: 抜粋内の %d と %d 文字の間
pt_br: Entre %d e %d caracteres no resumo
ru_ru: Между %d и %d символами в отрывке

source: All images have Alt text
de_de: Alle Bilder haben Alternativtext
fi: Kaikilla kuvilla on Alt-teksti
fil: Lahat ng mga larawan ay may Alt text
he_il: כל התמונות כוללות טקסט חלופי
id_id: Semua gambar memiliki teks Alt
ja: すべての画像に代替テキストがあります
pt_br: Todas as imagens têm texto alternativo
ru_ru: Все изображения имеют Alt текст

source: Number of characters in Alt text
de_de: Anzahl Zeichen in der Überschrift
fi: Merkkejä Alt-tekstissä
fil: Bilang ng mga karakter sa Alt text
he_il: מספר תווים בטקסט אלטרנטיבי
id_id: Jumlah karakter di teks Alt
ja: 代替テキストの文字数
pt_br: Número de caracteres no texto Alt
ru_ru: Количество символов в альтернативном тексте

source: Minimum of %d character in Alt text
de_de: Mindestens %d Zeichen im Alt-Text
fi: Vähintään %d merkkiä Alt-tekstissä
fil: Minimum na %d na karakter sa Alt text
he_il: מינימום של %d תו בטקסט חלופי
id_id: Minimum %d karakter dalam teks Alt
ja: Altテキストの最小文字数は%d文字です
pt_br: Mínimo de %d caractere no texto alternativo
ru_ru: Минимум %d символа в Alt тексте

source: Minimum of %d characters in Alt text
de_de: Mindestens %d Zeichen im Alt-Text
fi: Vähintään %d merkkiä Alt-tekstissä
fil: Minimum ng %d na mga karakter sa Alt text
he_il: מינימום של %d תווים בטקסט חלופי
id_id: Minimum %d karakter dalam teks Alt
ja: Altテキストの最小文字数は%dです
pt_br: Mínimo de %d caracteres no texto alternativo
ru_ru: Минимум %d символов в альтернативном тексте

source: Maximum of %d character in Alt text
de_de: Maximal %d Zeichen im Alt-Text
fi: Maksimi %d merkkiä Alt-tekstissä
fil: Sobra ng %d karakter sa Alt text
he_il: מקסימום של %d תווים בטקסט חלופי
id_id: Maksimum %d karakter di teks Alt
ja: Altテキストに最大 %d 文字
pt_br: Máximo de %d caractere no texto alternativo
ru_ru: Максимум %d символа в Alt тексте

source: Maximum of %d characters in Alt text
de_de: Maximal %d Zeichen im Alt-Text
fi: Maksimi %d merkkiä Alt-tekstissä
fil: Sobra ng %d mga karakter sa Alt text
he_il: מקסימום של %d תווים בטקסט חלופי
id_id: Maksimum %d karakter di teks Alt
ja: Altテキストに最大 %d 文字
pt_br: Máximo de %d caracteres no texto alternativo
ru_ru: Максимум %d символов в Alt тексте

source: %d character in Alt text
de_de: %d Zeichen im Alt-Text
fi: %d merkkiä Alt-tekstissä
fil: %d karakter sa Alt text
he_il: %d תו בטקסט חלופי
id_id: %d karakter dalam teks Alt
ja: %d 文字の代替テキスト
pt_br: %d caractere no texto alternativo
ru_ru: %d символ в альтернативном тексте

source: %d characters in Alt text
de_de: %d Zeichen im Alt-Text
fi: %d merkkiä Alt-tekstissä
fil: %d mga karakter sa Alt text
he_il: %d תווים בטקסט חלופי
id_id: %d karakter dalam teks Alt
ja: %d 文字の代替テキスト
pt_br: %d caracteres no texto alternativo
ru_ru: %d символов в альтернативном тексте

source: Between %d and %d characters in Alt text
de_de: Zwischen %d und %d Zeichen im Alt-Text
fi: Välillä %d ja %d merkkiä Alt-tekstissä
fil: Sa pagitan ng %d at %d na karakter sa Alt text
he_il: בין %d ל-%d תווים בטקסט חלופי
id_id: Antara %d dan %d karakter dalam teks Alt
ja: 代替テキストの %d と %d 文字の間
pt_br: Entre %d e %d caracteres no texto alternativo
ru_ru: Между %d и %d символами в Alt тексте

source: Number of internal links in content
de_de: Anzahl der internen Link im Inhalt
fi: Sisäisten linkkien määrä sisällössä
fil: Bilang ng mga panloob na link sa nilalaman
he_il: מספר קישורים פנימיים בתוכן
id_id: Jumlah tautan internal dalam konten
ja: コンテンツ内の内部リンクの数
pt_br: Número de links internos no conteúdo
ru_ru: Количество внутренних ссылок в контенте

source: Minimum of %d internal link in content
de_de: Minimum von %d internen Link im Inhalt
fi: Vähintään %d sisäistä linkkiä sisällössä
fil: Minimum ng %d na panloob na link sa nilalaman
he_il: מינימום של %d קישור פנימי בתוכן
id_id: Minimum %d tautan internal dalam konten
ja: コンテンツ内の最小内部リンク数は%dです
pt_br: Mínimo de %d link interno no conteúdo
ru_ru: Минимум %d внутренней ссылки в контенте

source: Minimum of %d internal links in content
de_de: Minimum von %d internen Links im Inhalt
fi: Vähintään %d sisäistä linkkiä sisällössä
fil: Minimum ng %d na mga panloob na link sa nilalaman
he_il: מינימום של %d קישורים פנימיים בתוכן
id_id: Minimum %d tautan internal dalam konten
ja: コンテンツ内の最小内部リンク数は%dです
pt_br: Mínimo de %d links internos no conteúdo
ru_ru: Минимум %d внутренних ссылок в контенте

source: Maximum of %d internal link in content
de_de: Maximum von %d internen Link im Inhalt
fi: Enintään %d sisäistä linkkiä sisällössä
fil: Maximum ng %d na panloob na link sa nilalaman
he_il: מקסימום של %d קישור פנימי בתוכן
id_id: Maksimum %d tautan internal dalam konten
ja: コンテンツ内の内部リンクの最大数は%dです
pt_br: Máximo de %d link interno no conteúdo
ru_ru: Максимум %d внутренней ссылки в содержимом

source: Maximum of %d internal links in content
de_de: Maximum von %d internen Links im Inhalt
fi: Enintään %d sisäistä linkkiä sisällössä
fil: Maximum ng %d na mga panloob na link sa nilalaman
he_il: מקסימום של %d קישורים פנימיים בתוכן
id_id: Maksimum %d tautan internal dalam konten
ja: コンテンツ内の内部リンクの最大数は%dです
pt_br: Máximo de %d links internos no conteúdo
ru_ru: Максимум %d внутренних ссылок в содержимом

source: %d internal link in content
de_de: %d interner Link im Inhalt
fi: %d sisäistä linkkiä sisällössä
fil: %d panloob na link sa nilalaman
he_il: %d קישור פנימי בתוכן
id_id: %d tautan internal dalam konten
ja: %d 内部リンクがコンテンツにあります
pt_br: %d link interno no conteúdo
ru_ru: %d внутренняя ссылка в контенте

source: %d internal links in content
de_de: %d interne Links im Inhalt
fi: %d sisäistä linkkiä sisällössä
fil: %d mga panloob na link sa nilalaman
he_il: %d קישורים פנימיים בתוכן
id_id: %d tautan internal dalam konten
ja: %d 内部リンクがコンテンツにあります
pt_br: %d links internos no conteúdo
ru_ru: %d внутренних ссылок в контенте

source: Between %d and %d internal links in content
de_de: Zwischen %d und %d internen Links im Inhalt
fi: Väli %d ja %d sisäistä linkkiä sisällössä
fil: Sa pagitan ng %d at %d na mga panloob na link sa nilalaman
he_il: בין %d ל-%d קישורים פנימיים בתוכן
id_id: Antara %d dan %d tautan internal dalam konten
ja: コンテンツ内の %d と %d 内部リンクの間
pt_br: Entre %d e %d links internos no conteúdo
ru_ru: Между %d и %d внутренними ссылками в контенте

source: Enter OpenAI task prompt
de_de: Geben Sie das OpenAI-Aufgaben-Prompt ein
fi: Syötä OpenAI-tehtävän kehotus
fil: Ilagay ang OpenAI task prompt
he_il: הזן פקודת משימה של OpenAI
id_id: Masukkan prompt tugas OpenAI
ja: OpenAIタスクのプロンプトを入力してください
pt_br: Digite o prompt da tarefa OpenAI
ru_ru: Введите подсказку задачи OpenAI

source: An error occured.
de_de: Ein Fehler ist aufgetreten.
fi: Tapahtui virhe.
fil: Nagkaroon ng error.
he_il: אירעה שגיאה.
id_id: Terjadi kesalahan.
ja: エラーが発生しました。
pt_br: Ocorreu um erro.
ru_ru: Произошла ошибка.
