Repository: WordPressBugBounty/plugins-publishpress-checklists
Catalog: publishpress-checklists/languages/publishpress-checklists-*.po
Languages: de_de, fi, fil, he_il, id_id, ja, pt_br, ru_ru

source: One or more items in the checklist are not completed
de_de: Ein oder mehrere Elemente in der Checkliste sind nicht abgeschlossen
fi: Yksi tai useampi kohde tarkistuslistassa ei ole täytetty
fil: Isang o higit pang mga item sa checklist ang hindi natapos
he_il: פריט אחד או יותר ברשימת הבדיקה לא הושלמו
id_id: Satu atau lebih item dalam daftar periksa belum selesai
ja: チェックリストの項目の1つ以上が未完了です
pt_br: Um ou mais itens na lista de verificação não estão completos
ru_ru: Один или несколько пунктов в контрольном списке не завершены

source: You don't have to complete any %sChecklist tasks%s.
de_de: Keine ausstehenden %sChecklist tasks%s.
fi: Sinun ei tarvitse suorittaa mitään %sChecklist-tehtäviä%s.
fil: Hindi mo kailangang kumpletuhin ang anumang %sChecklist tasks%s.
he_il: אינך חייב להשלים שום %sמשימות Checklist%s.
id_id: Anda tidak perlu menyelesaikan tugas %sChecklist%s apa pun.
ja: 任意の%sチェックリストタスク%sを完了する必要はありません。
pt_br: Você não completou nenhuma das %starefas da checklist%s.
ru_ru: Вам не нужно выполнять никакие %sзадачи Checklists%s.

source: Check Now
de_de: Jetzt prüfen
fi: Tarkista nyt
fil: Suriin Ngayon
he_il: בדוק עכשיו
id_id: Periksa Sekarang
ja: 今すぐチェック
pt_br: Verifique agora
ru_ru: Проверить сейчас

source: Ok
fil: Ayos
he_il: אוקי
ja: 大丈夫
ru_ru: Хорошо

source: No
de_de: Nein
fi: Ei
fil: Hindi
he_il: לא
id_id: Tidak
ja: いいえ
pt_br: Não
ru_ru: Нет

source: Yes
de_de: Ja
fi: Kyllä
fil: Oo
he_il: כן
id_id: Ya
ja: はい
pt_br: Sim
ru_ru: Да

source: Task
de_de: Aufgabe
fi: Tehtävä
fil: Gawain
he_il: משימה
id_id: Tugas
ja: タスク
pt_br: Tarefa
ru_ru: Задача

source: Disabled, Recommended or Required
de_de: Deaktiviert, Empfohlen oder Erforderlich
fi: Poistettu käytöstä, Suositeltu tai Vaatimuksena
fil: Hindi pinagana, InirRecommended o Kinakailangan
he_il: מושבת, מומלץ או נדרש
id_id: Dinonaktifkan, Direkomendasikan, atau Diperlukan
ja: 無効、推奨または必須
pt_br: Inativos, recomendados ou necessários
ru_ru: Отключено, Рекомендуется или Обязательно

source: Options
de_de: Einstellungen
fi: Asetukset
fil: Mga Pagpipilian
he_il: אפשרויות
id_id: Opsi
ja: オプション
pt_br: Opções
ru_ru: Опции

source: Add custom task
de_de: Eigene Aufgabe hinzufügen
fi: Lisää mukautettu tehtävä
fil: Magdagdag ng pasadyang gawain
he_il: הוסף משימה מותאמת
id_id: Tambahkan tugas kustom
ja: カスタムタスクを追加
pt_br: Adicionar item personalizado
ru_ru: Добавить пользовательскую задачу

source: Please complete the required(*) checklists task.
de_de: Bitte führen Sie die erforderlichen(*) Checklistenaufgaben aus.
fi: Ole hyvä ja suorita vaaditut(*) tarkistuslistatehtävät.
fil: Mangyaring kumpletuhin ang kinakailangang(*) mga checklist na gawain.
he_il: אנא השלם את רשימות הבדיקה הנדרשות(*).
id_id: Silakan selesaikan tugas daftar periksa yang diperlukan(*)
ja: 必須(*)チェックリストタスクを完了してください。
pt_br: Por favor, complete a tarefa de listas de verificação obrigatória(*).
ru_ru: Пожалуйста, выполните необходимые(*) контрольные списки.

source: required
de_de: Erforderlich
fi: pakollinen
fil: kinakailangan
he_il: נדרש
id_id: diperlukan
ja: 必須
pt_br: Obrigatório
ru_ru: обязательно

source: Checklists tasks are not available in Elementor editors
de_de: Checklistenaufgaben sind in Elementor-Editoren nicht verfügbar
fi: Tarkistuslistan tehtävät eivät ole saatavilla Elementor-editorissa
fil: Hindi available ang mga checklist na gawain sa Elementor editors
he_il: משימות רשימות בדיקה אינן זמינות בעורכי Elementor
id_id: Tugas dari Checklists tidak tersedia di editor Elementor
ja: チェックリストのタスクは Elementor エディターでは利用できません
pt_br: As tarefas das listas de verificação não estão disponíveis nos editores Elementor
ru_ru: Задачи чек-листов недоступны в редакторах Elementor

source: All in One SEO Headline Score
de_de: All-in-One SEO Überschrift Punktzahl
fi: Kaikki yhdessä SEO Otsikkopisteet
fil: All in One SEO Puntos ng Pamagat
id_id: Skor Judul SEO All in One
ja: オールインワンSEOヘッドラインスコア
pt_br: Pontuação do Título All in One SEO
ru_ru: Оценка заголовка SEO All in One

source: All in One SEO Score
de_de: All-in-One SEO Punktzahl
fi: Kaikki yhdessä SEO Pisteet
fil: All in One SEO Puntos
id_id: Skor SEO All in One
ja: オールインワンSEOスコア
pt_br: Pontuação All in One SEO
ru_ru: Оценка SEO All in One

source: Featured image height
de_de: Höhe des Beitragsbildes
fi: Esikatselukuvan korkeus
fil: Taas ng tampok na larawan
id_id: Tinggi gambar unggulan
ja: アイキャッチ画像の高さ
pt_br: Altura da imagem destacada
ru_ru: Высота главного изображения

source: Featured image width
de_de: Breite des Beitragsbildes
fi: Esikatselukuvan leveys
fil: Lapad ng tampok na larawan
id_id: Lebar gambar unggulan
ja: アイキャッチ画像の幅
pt_br: Largura da imagem destacada
ru_ru: Ширина главного изображения

source: Heading in hierarchy
de_de: Überschrift in der Hierarchie
fi: Otsikko hierarkiassa
fil: Pamagat sa hierarchy
id_id: Judul dalam hierarki
ja: 階層内の見出し
pt_br: Cabeçalho na hierarquia
ru_ru: Заголовок в иерархии

source: Number of images in content
de_de: Anzahl der Bilder im Inhalt
fi: Kuvien määrä sisällössä
fil: Bilang ng mga larawan sa nilalaman
id_id: Jumlah gambar dalam konten
ja: コンテンツ内の画像数
pt_br: Número de imagens no conteúdo
ru_ru: Количество изображений в контенте

source: Number of characters in image captions
de_de: Anzahl der Zeichen in Bildunterschriften
fi: Merkkien määrä kuvateksteissä
fil: Bilang ng mga karakter sa mga caption ng larawan
id_id: Jumlah karakter dalam keterangan gambar
ja: 画像キャプションの文字数
pt_br: Número de caracteres nas legendas das imagens
ru_ru: Количество символов в подписях к изображениям

source: Number of audio in content
de_de: Anzahl der Audios im Inhalt
fi: Äänitiedostojen määrä sisällössä
fil: Bilang ng audio sa nilalaman
id_id: Jumlah audio dalam konten
ja: コンテンツ内の音声数
pt_br: Número de áudios no conteúdo
ru_ru: Количество аудио в контенте

source: Number of video in content
de_de: Anzahl der Videos im Inhalt
fi: Videotiedostojen määrä sisällössä
fil: Bilang ng video sa nilalaman
id_id: Jumlah video dalam konten
ja: コンテンツ内の動画数
pt_br: Número de vídeos no conteúdo
ru_ru: Количество видео в контенте

source: Approved by role
de_de: Genehmigt von Rolle
fi: Hyväksytty roolin mukaan
fil: Inaprubahan ng papel
id_id: Disetujui oleh peran
ja: 役割によって承認済み
pt_br: Aprovado por função
ru_ru: Одобрено ролью

source: Approved by user
de_de: Genehmigt von Benutzer
fi: Hyväksytty käyttäjän mukaan
fil: Inaprubahan ng gumagamit
id_id: Disetujui oleh pengguna
ja: ユーザーによって承認済み
pt_br: Aprovado por usuário
ru_ru: Одобрено пользователем

source: Avoid heading tags in content
de_de: Vermeiden Sie Überschrift-Tags im Inhalt
fi: Vältä otsikkotageja sisällössä
fil: Iwasan ang mga tag ng pamagat sa nilalaman
id_id: Hindari tag heading dalam konten
ja: コンテンツ内で見出しタグを避ける
pt_br: Evitar tags de cabeçalho no conteúdo
ru_ru: Избегайте тегов заголовков в контенте

source: Published at exact time
de_de: Veröffentlicht zu genauem Zeitpunkt
fi: Julkaistu tarkalla ajalla
fil: Nai-publish sa eksaktong oras
id_id: Diterbitkan pada waktu yang tepat
ja: 正確な時間に公開
pt_br: Publicado no horário exato
ru_ru: Опубликовано в точное время

source: Publish time should be in the future
de_de: Die Veröffentlichungszeit sollte in der Zukunft liegen
fi: Julkaisuajan tulisi olla tulevaisuudessa
fil: Dapat nasa hinaharap ang oras ng pag-publish
id_id: Waktu publikasi harus di masa depan
ja: 公開時間は未来でなければなりません
pt_br: O horário de publicação deve ser no futuro
ru_ru: Время публикации должно быть в будущем

source: Rank Math SEO Score
de_de: Rank Math SEO Punktzahl
fi: Rank Math SEO Pisteet
fil: Rank Math SEO Puntos
id_id: Skor SEO Rank Math
ja: Rank Math SEOスコア
pt_br: Pontuação SEO do Rank Math
ru_ru: Оценка SEO Rank Math

source: Only one H1 tag in content
de_de: Nur ein H1-Tag im Inhalt
fi: Sisällössä vain yksi H1-tagi
fil: Isang H1 tag lamang sa nilalaman
id_id: Hanya satu tag H1 dalam konten
ja: コンテンツ内にH1タグは1つだけ
pt_br: Apenas uma tag H1 no conteúdo
ru_ru: Только один тег H1 в контенте

source: Tables have a header row
de_de: Tabellen haben eine Kopfzeile
fi: Taulukot sisältävät otsikkorivin
fil: May header row ang mga talahanayan
id_id: Tabel memiliki baris header
ja: テーブルにヘッダー行があります
pt_br: As tabelas têm uma linha de cabeçalho
ru_ru: Таблицы имеют строку заголовка

source: Check the "Allow backorders?" box
de_de: Überprüfen Sie das Feld "Rückbestellungen erlauben?"
fi: Tarkista "Salli varaukset?" -ruutu
fil: Suriin ang kahon na "Pahintulutan ang backorders?"
id_id: Centang kotak "Izinkan pemesanan kembali?"
ja: 「バックオーダーを許可しますか？」ボックスを確認してください
pt_br: Marque a caixa "Permitir pedidos em atraso?"
ru_ru: Отметьте поле "Разрешить резервные заказы?"

source: Select some products for "Cross-sells"
de_de: Wählen Sie einige Produkte für "Cross-sells"
fi: Valitse joitakin tuotteita "Ristiinmyynnille"
fil: Pumili ng ilang produkto para sa "Cross-sells"
id_id: Pilih beberapa produk untuk "Cross-sells"
ja: 「クロスセル」のためにいくつかの製品を選択してください
pt_br: Selecione alguns produtos para "Cross-sells"
ru_ru: Выберите некоторые товары для "Дополнительных продаж"

source: Discount for the "Sale price"
de_de: Rabatt für den "Verkaufspreis"
fi: Alennus "Myyntihintaan"
fil: Diskwento para sa "Sale price"
id_id: Diskon untuk "Harga jual"
ja: 「販売価格」の割引
pt_br: Desconto para o "Preço promocional"
ru_ru: Скидка на "Цена со скидкой"

source: Check the "Downloadable" box
de_de: Überprüfen Sie das Feld "Downloadbar"
fi: Valitse "Ladattava" -ruutu
fil: Tsekin ang kahon ng "Downloadable"
id_id: Centang kotak "Dapat diunduh"
ja: 「ダウンロード可能」ボックスにチェックを入れてください
pt_br: Marque a caixa "Baixável"
ru_ru: Установите флажок "Загружаемый"

source: Product image
de_de: Produktbild
fi: Tuotekuva
fil: Larawan ng produkto
id_id: Gambar produk
ja: 製品画像
pt_br: Imagem do produto
ru_ru: Изображение товара

source: Check the "Manage stock?" box
de_de: Überprüfen Sie das Feld "Bestand verwalten?"
fi: Valitse "Hallitse varastoa?" -ruutu
fil: Tsekin ang kahon ng "Manage stock?"
id_id: Centang kotak "Kelola stok?"
ja: 「在庫を管理しますか？」ボックスにチェックを入れてください
pt_br: Marque a caixa "Gerenciar estoque?"
ru_ru: Установите флажок "Управлять запасами?"

source: Enter a "Regular price"
de_de: Geben Sie einen "Regulären Preis" ein
fi: Syötä "Normaalihinta"
fil: Ilagay ang "Regular price"
id_id: Masukkan "Harga biasa"
ja: 「通常価格」を入力してください
pt_br: Digite um "Preço normal"
ru_ru: Введите "Обычную цену"

source: Enter a "Sale price"
de_de: Geben Sie einen "Verkaufspreis" ein
fi: Syötä "Myyntihinta"
fil: Ilagay ang "Sale price"
id_id: Masukkan "Harga jual"
ja: 「販売価格」を入力してください
pt_br: Digite um "Preço promocional"
ru_ru: Введите "Цена со скидкой"

source: Schedule the "Sale price"
de_de: Plane den "Verkaufspreis"
fi: Aikatauluta "Myyntihinta"
fil: Itakda ang "Sale price"
id_id: Jadwalkan "Harga jual"
ja: 「販売価格」をスケジュールしてください
pt_br: Agendar o "Preço de venda"
ru_ru: Запланировать "Цену со скидкой"

source: Enter a "SKU"
de_de: Geben Sie eine "SKU" ein
fi: Syötä "SKU"
fil: Ilagay ang "SKU"
id_id: Masukkan "SKU"
ja: 「SKU」を入力してください
pt_br: Digite um "SKU"
ru_ru: Введите "SKU"

source: Check the "Sold individually" box
de_de: Aktivieren Sie das Kästchen "Einzeln verkauft"
fi: Valitse "Myydään erikseen" -ruutu
fil: Tsekin ang kahon ng "Sold individually"
id_id: Centang kotak "Dijual secara terpisah"
ja: 「単品販売」ボックスにチェックを入れてください
pt_br: Marque a caixa "Vendido individualmente"
ru_ru: Установите флажок "Продается по отдельности"

source: Select some products for "Upsells"
de_de: Wählen Sie einige Produkte für "Upsells" aus
fi: Valitse joitakin tuotteita "Ylmyynnille"
fil: Pumili ng ilang produkto para sa "Upsells"
id_id: Pilih beberapa produk untuk "Upsells"
ja: 「アップセル」のためにいくつかの製品を選択してください
pt_br: Selecione alguns produtos para "Vendas adicionais"
ru_ru: Выберите некоторые товары для "Дополнительных продаж"

source: Check the "Virtual" box
de_de: Aktivieren Sie das Kästchen "Virtuell"
fi: Valitse "Virtuaalinen" -ruutu
fil: Tsekin ang kahon ng "Virtual"
id_id: Centang kotak "Virtual"
ja: 「バーチャル」ボックスにチェックを入れてください
pt_br: Marque a caixa "Virtual"
ru_ru: Установите флажок "Виртуальный"

source: Number of Characters in %s field
de_de: Anzahl der Zeichen im %s-Feld
fi: Merkkien määrä %s kentässä
fil: Bilang ng mga karakter sa %s na field
he_il: מספר תווים בשדה %s
id_id: Jumlah karakter di bidang %s
ja: %sフィールドの文字数
pt_br: Número de caracteres no campo %s
ru_ru: Количество символов в поле %s

source: %s is filled
de_de: %s ist ausgefüllt
fi: %s on täytetty
fil: %s ay puno
he_il: %s מלא
id_id: %s telah diisi
ja: %s が入力されています
pt_br: %s está preenchido
ru_ru: %s заполнено

source: About PublishPress Checklists
de_de: Über PublishPress Checklisten
fi: Tietoa PublishPress Checklistsistä
fil: Tungkol sa PublishPress Checklists
he_il: על PublishPress Checklists
id_id: Tentang PublishPress Checklists
ja: PublishPress チェックリストについて
pt_br: Sobre o PublishPress Checklists
ru_ru: О PublishPress Checklists

source: About
de_de: Über
fi: Tietoja
fil: Tungkol
he_il: על
id_id: Tentang
ja: 概要
pt_br: Sobre
ru_ru: О программе

source: PublishPress Checklists Documentation
de_de: PublishPress Checklisten Dokumentation
fi: PublishPress Checklists -dokumentaatio
fil: Dokumentasyon ng PublishPress Checklists
he_il: תיעוד של PublishPress Checklists
id_id: Dokumentasi PublishPress Checklists
ja: PublishPress チェックリスト ドキュメンテーション
pt_br: Documentação do PublishPress Checklists
ru_ru: Документация PublishPress Checklists

source: Documentation
de_de: Dokumentation (engl.)
fi: Dokumentaatio
fil: Dokumentasyon
he_il: תיעוד
id_id: Dokumentasi
ja: ドキュメント
pt_br: Documentação
ru_ru: Документация

source: Contact the PublishPress team
de_de: Kontaktieren Sie das PublishPress-Team
fi: Ota yhteyttä PublishPress-tiimiin
fil: Kontakin ang pangkat ng PublishPress
he_il: צור קשר עם צוות PublishPress
id_id: Hubungi tim PublishPress
ja: PublishPress チームに連絡する
pt_br: Entre em contato com a equipe do PublishPress
ru_ru: Связаться с командой PublishPress

source: Contact
de_de: Kontakt
fi: Yhteystiedot
fil: Makipag-ugnayan
he_il: צור קשר
id_id: Kontak
ja: 連絡先
pt_br: Contato
ru_ru: Контакт

source: Settings saved successfully!
de_de: Einstellungen erfolgreich gespeichert!
fi: Asetukset tallennettiin onnistuneesti!
fil: Matagumpay na nai-save ang mga setting!
he_il: ההגדרות נשמרו בהצלחה!
id_id: Pengaturan berhasil disimpan!
ja: 設定が正常に保存されました！
pt_br: Configurações salvas com sucesso!
ru_ru: Настройки успешно сохранены!

source: Save Changes
de_de: Änderungen speichern
fi: Tallenna muutokset
fil: I-save ang Mga Pagbabago
he_il: שמור שינויים
id_id: Simpan Perubahan
ja: 変更を保存
pt_br: Salvar Alterações
ru_ru: Сохранить изменения

source: Pro feature
de_de: Pro-Funktion
fi: Pro-ominaisuus
fil: Pro na tampok
he_il: תכונה פרו
id_id: Fitur Pro
ja: プロ機能
pt_br: Recurso Pro
ru_ru: Профессиональная функция

source: No %s requirements for this post type.
de_de: Keine %s-Anforderungen für diesen Beitragstyp.
fi: Ei %s vaatimuksia tälle viestityypille.
fil: Walang %s na kinakailangan para sa uri ng post na ito.
he_il: אין דרישות %s לסוג פוסט זה.
id_id: Tidak ada persyaratan %s untuk tipe pos ini.
ja: この投稿タイプには%sの要件はありません。
pt_br: Nenhum requisito %s para este tipo de postagem.
ru_ru: Нет %s требований для этого типа поста.

source: New Item
de_de: Neues Produkt
fi: Uusi kohde
fil: Bagong Item
he_il: פריט חדש
id_id: Item Baru
ja: 新しいアイテム
pt_br: Novo Item
ru_ru: Новый элемент

source: Description
de_de: Beschreibung
fi: Kuvaus
fil: Paglalarawan
he_il: תיאור
id_id: Deskripsi
ja: 説明
pt_br: Descrição
ru_ru: Описание

source: Custom tasks do not complete automatically. Users must check the box to show they have completed the task.
de_de: Eigene Aufgaben werden nicht automatisch erledigt. Die entsprechende Checkbox muss manuell bestätigt werden.
fi: Mukautetut tehtävät eivät valmistu automaattisesti. Käyttäjien on rastitettava ruutu osoittaakseen, että he ovat suorittaneet tehtävän.
fil: Ang mga pasadyang gawain ay hindi awtomatikong natatapos. Dapat markahan ng mga gumagamit ang kahon upang ipakita na natapos na nila ang gawain.
he_il: משימות מותאמות אישית אינן מסתיימות אוטומטית. משתמשים חייבים לסמן את התיבה כדי להראות שהם סיימו את המשימה.
id_id: Tugas kustom tidak selesai secara otomatis. Pengguna harus mencentang kotak untuk menunjukkan bahwa mereka telah menyelesaikan tugas.
ja: カスタムタスクは自動的に完了しません。ユーザーはタスクを完了したことを示すためにチェックボックスをチェックする必要があります。
pt_br: Tarefas personalizadas não são concluídas automaticamente. Os usuários devem marcar a caixa para mostrar que concluíram a tarefa.
ru_ru: Настраиваемые задачи не завершаются автоматически. Пользователи должны отметить галочкой, что они завершили задачу.

source: Add OpenAI Prompt task
de_de: OpenAI Prompt-Aufgabe hinzufügen
fi: Lisää OpenAI Prompt -tehtävä
fil: Magdagdag ng OpenAI Prompt na gawain
he_il: הוסף משימת OpenAI Prompt
id_id: Tambahkan tugas Prompt OpenAI
ja: OpenAI プロンプトタスクを追加
pt_br: Adicionar tarefa do OpenAI Prompt
ru_ru: Добавить задачу OpenAI Prompt

source: The prompt should be in form of a question.
de_de: Die Eingabeaufforderung sollte die Form einer Frage haben.
fi: Kehyksen tulee olla kysymysmuodossa.
fil: Dapat nasa anyo ng tanong ang prompt.
he_il: ההנחיה צריכה להיות בצורת שאלה.
id_id: Prompt harus dalam bentuk pertanyaan.
ja: プロンプトは質問の形式である必要があります。
pt_br: O prompt deve ser em forma de pergunta.
ru_ru: Подсказка должна быть в форме вопроса.

source: This feature requires an OpenAI API Key.
de_de: Diese Funktion erfordert einen OpenAI API-Schlüssel.
fi: Tämä toiminto vaatii OpenAI API -avaimen.
fil: Kailangan ng feature na ito ng OpenAI API Key.
he_il: תכונה זו דורשת מפתח API של OpenAI.
id_id: Fitur ini memerlukan Kunci API OpenAI.
ja: この機能にはOpenAI APIキーが必要です。
pt_br: Este recurso requer uma chave de API OpenAI.
ru_ru: Эта функция требует API-ключ OpenAI.

source: Latin characters in permalink
de_de: Lateinischer Zeichensatz im Permalink
fi: Latinalaiset merkit pysyvässä linkissä
fil: Mga Latin na karakter sa permalink
he_il: תווים לטיניים בקישור הקבוע
id_id: Karakter Latin di permalink
ja: パーマリンク内のラテン文字
pt_br: Caracteres latinos no link permanente
ru_ru: Латинские символы в постоянной ссылке

source: Permalinks
fi: Pysyvät linkit
fil: Mga Permalink
he_il: קישורים קבועים
id_id: Tautan Permanen
ja: パーマリンク
pt_br: Links Permanentes
ru_ru: Постоянные ссылки

source: Define tasks related to permalinks
de_de: Definiere Anforderungen an Permalink
fi: Määritä permalinkkeihin liittyvät tehtävät
fil: Tukuyin ang mga gawain na may kaugnayan sa mga permalink
he_il: הגדר משימות הקשורות לקישורים קבועים
id_id: Tentukan tugas yang terkait dengan permalink
ja: パーマリンクに関連するタスクを定義
pt_br: Defina tarefas relacionadas aos links permanentes
ru_ru: Определите задачи, связанные с постоянными ссылками

source: Permissions
de_de: Berechtigungen
fi: Oikeudet
fil: Mga Pahintulot
he_il: הרשאות
id_id: Izin
ja: 権限
pt_br: Permissões
ru_ru: Разрешения

source: Exclude User Roles
de_de: Benutzerrollen ausschließen
fi: Sulje käyttäjäroolit pois
fil: Iwasan ang Mga Tungkulin ng Gumagamit
id_id: Kecualikan Peran Pengguna
ja: ユーザーロールを除外
pt_br: Excluir Funções de Usuário
ru_ru: Исключить роли пользователей

source: Reviews
de_de: Bewertungen
fi: Arvostelut
fil: Mga pagsusuri
he_il: ביקורות
id_id: Ulasan
ja: レビュー
pt_br: Avaliações
ru_ru: Отзывы

source: Checklists Settings
de_de: Checklist-Einstellungen
fi: Tarkistuslistojen asetukset
fil: Mga Setting ng Checklist
he_il: הגדרות רשימות בדיקה
id_id: Pengaturan Checklists
ja: チェックリスト設定
pt_br: Configurações de listas de verificação
ru_ru: Настройки чек-листов

source: Are you sure you want to reset all renamed checklist items to their default labels? This action cannot be undone.
de_de: Sind Sie sicher, dass Sie alle umbenannten Checklistenpunkte auf ihre Standardbezeichnungen zurücksetzen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
fi: Oletko varma, että haluat nollata kaikki uudelleennimetyt tarkistuslistan kohteet niiden oletusnimille? Tätä toimintoa ei voi peruuttaa.
fil: Sigurado ka bang nais mong i-reset ang lahat ng na-rename na checklist items sa kanilang default na label? Ang aksyong ito ay hindi maibabalik.
id_id: Apakah Anda yakin ingin mengatur ulang semua item checklist yang diubah namanya ke label default mereka? Tindakan ini tidak dapat dibatalkan.
ja: すべての名前変更されたチェックリスト項目をデフォルトのラベルにリセットしてもよろしいですか？この操作は元に戻せません。
pt_br: Você tem certeza de que deseja redefinir todos os itens de checklist renomeados para seus rótulos padrão? Esta ação não pode ser desfeita.
ru_ru: Вы уверены, что хотите сбросить все переименованные элементы списка на их стандартные названия? Это действие нельзя отменить.

source: Features
de_de: Funktionen
fi: Ominaisuudet
fil: Mga Tampok
he_il: תכונות
id_id: Fitur
ja: 機能
pt_br: Funcionalidades
ru_ru: Функции

source: Feel free to select only the features you need.
de_de: Wählen Sie nur die benötigten Eigenschaften aus.
fi: Voit valita vain tarvitsemiasi ominaisuuksia.
fil: Huwag mag-atubiling pumili lamang ng mga tampok na kailangan mo.
he_il: מרגיש חופשי לבחור רק את התכונות שאתה צריך.
id_id: Silakan pilih hanya fitur yang Anda butuhkan.
ja: 必要な機能だけを自由に選択してください。
pt_br: Sinta-se livre para selecionar somente as funcionalidades de que precisa.
ru_ru: Не стесняйтесь выбирать только те функции, которые вам нужны.

source: Enabled features
de_de: Aktivierte Elemente
fi: Käytössä olevat ominaisuudet
fil: Mga pinagana na tampok
he_il: תכונות מופעלות
id_id: Fitur yang Diaktifkan
ja: 有効な機能
pt_br: Funcionalidades ativadas
ru_ru: Включенные функции

source: There are no PublishPress modules registered
de_de: Es sind keine PublishPress-Module registriert
fi: PublishPress-moduuleja ei ole rekisteröity
fil: Walang nakarehistrong mga module ng PublishPress
he_il: אין מודולי PublishPress רשומים
id_id: Tidak ada modul PublishPress yang terdaftar
ja: 登録されたPublishPressモジュールはありません
pt_br: Não há módulos do PublishPress registrados
ru_ru: Нет зарегистрированных модулей PublishPress

source: Disabled because add_post_type_support('%1$s', '%2$s') is included in a loaded file.
de_de: Deaktiviert, da add_post_type_support('%1$s', '%2$s') in der geladenen Datei enthalten.
fi: Poistettu käytöstä, koska add_post_type_support('%1$s', '%2$s') on mukana ladatussa tiedostossa.
fil: Hindi pinagana dahil ang add_post_type_support('%1$s', '%2$s') ay kasama sa isang na-load na file.
he_il: מושבת כי add_post_type_support('%1$s', '%2$s') כלול בקובץ שהוטען.
id_id: Dinonaktifkan karena add_post_type_support('%1$s', '%2$s') termasuk dalam file yang dimuat.
ja: add_post_type_support('%1$s', '%2$s')が読み込まれたファイルに含まれているため無効になっています。
pt_br: Desabilitado, pois add_post_type_support('%1$s', '%2$s') está incluído em um arquivo já carregado.
ru_ru: Отключено, потому что add_post_type_support('%1$s', '%2$s') включен в загруженный файл.

source: Enable Who Can Ignore:
de_de: Wer kann ignorieren aktivieren:
fi: Ota käyttöön ketkä voivat ohittaa:
fil: Paganahin kung Sino ang Maaaring I-ignore:
he_il: אפשר מי יכול להתעלם:
id_id: Aktifkan Siapa yang Dapat Mengabaikan:
ja: 誰が無視できるかを有効にする:
pt_br: Ativar Quem Pode Ignorar:
ru_ru: Включить возможность игнорирования:

source: Show warning icon:
de_de: Zeige Warnsymbol
fi: Näytä varoituskuvake:
fil: Ipakita ang icon ng babala:
he_il: הצג אייקון אזהרה:
id_id: Tampilkan ikon peringatan:
ja: 警告アイコンを表示：
pt_br: Mostrar ícone de aviso:
ru_ru: Показать значок предупреждения:

source: Delete data on uninstall:
de_de: Daten bei Deinstallation löschen:
fi: Poista tiedot poistaessasi:
fil: Burahin ang data sa pag-uninstall:
he_il: מחק נתונים בעת הסרה:
id_id: Hapus data saat uninstall:
ja: アンインストール時にデータを削除：
pt_br: Excluir dados na desinstalação:
ru_ru: Удалить данные при удалении:

source: Enable Status Filter:
de_de: Statusfilter aktivieren:
fi: Ota käyttöön tilasuodatin:
fil: Paganahin ang Status Filter:
he_il: אפשר מסנן מצב:
id_id: Aktifkan Filter Status:
ja: ステータスフィルターを有効にする:
pt_br: Ativar Filtro de Status:
ru_ru: Включить фильтр статусов:
