Repository: WordPressBugBounty/plugins-publishpress-checklists
Catalog: publishpress-checklists/languages/publishpress-checklists-*.po
Languages: de_de, fi, fil, he_il, id_id, ja, pt_br, ru_ru

source: Minimum of %d characters in Yoast SEO meta description
de_de: Mindestens %d Zeichen in der Yoast SEO Meta-Beschreibung
fi: Vähintään %d merkkiä Yoast SEO meta-kuvauksessa
fil: Minimum ng %d na mga karakter sa Yoast SEO meta description
he_il: מינימום של %d תו בתיאור המטא של Yoast SEO
id_id: Minimum %d karakter dalam deskripsi meta Yoast SEO
ja: Yoast SEOメタディスクリプションの最小文字数は%dです
pt_br: Mínimo de %d caracteres na descrição meta do Yoast SEO
ru_ru: Минимум %d символов в мета-описании Yoast SEO

source: Maximum of %d character in Yoast SEO meta description
de_de: Maximal %d Zeichen in der Yoast SEO Meta-Beschreibung
fi: Maksimi %d merkkiä Yoast SEO:n metakuvaustekstissä
fil: Sobra ng %d karakter sa meta description ng Yoast SEO
he_il: מקסימום של %d תווים בתיאור המטה של Yoast SEO
id_id: Maksimum %d karakter di deskripsi meta Yoast SEO
ja: Yoast SEO メタディスクリプションに最大 %d 文字
pt_br: Máximo de %d caractere na descrição meta do Yoast SEO
ru_ru: Максимум %d символа в мета-описании SEO Yoast

source: Maximum of %d characters in Yoast SEO meta description
de_de: Maximal %d Zeichen in der Yoast SEO Meta-Beschreibung
fi: Enintään %d merkkiä Yoast SEO:n meta-kuvauksessa
fil: Maximum na %d na karakter sa Yoast SEO meta description
he_il: מקסימום של %d תווים בתיאור מטא של Yoast SEO
id_id: Maksimum %d karakter dalam deskripsi meta Yoast SEO
ja: Yoast SEOのメタディスクリプションの最大文字数は%d文字です
pt_br: Máximo de %d caracteres na descrição meta do Yoast SEO
ru_ru: Максимум %d символов в мета-описании Yoast SEO

source: %d character in Yoast SEO meta description
de_de: %d Zeichen in der Yoast SEO Meta-Beschreibung
fi: %d merkkiä Yoast SEO:n meta-kuvauksessa
fil: %d karakter sa Yoast SEO meta description
he_il: %d תו בתיאור המטא של Yoast SEO
id_id: %d karakter dalam deskripsi meta Yoast SEO
ja: %d 文字のYoast SEOメタディスクリプション
pt_br: %d caractere na descrição meta do Yoast SEO
ru_ru: %d символ в мета-описании Yoast SEO

source: %d characters in Yoast SEO meta description
de_de: %d Zeichen in der Yoast SEO Meta-Beschreibung
fi: %d merkkiä Yoast SEO:n meta-kuvauksessa
fil: %d mga karakter sa Yoast SEO meta description
he_il: %d תווים בתיאור המטא של Yoast SEO
id_id: %d karakter dalam deskripsi meta Yoast SEO
ja: %d 文字のYoast SEOメタディスクリプション
pt_br: %d caracteres na descrição meta do Yoast SEO
ru_ru: %d символов в мета-описании Yoast SEO

source: Between %d and %d characters in Yoast SEO meta description
de_de: Zwischen %d und %d Zeichen in der Yoast SEO Meta-Beschreibung
fi: Välillä %d ja %d merkkiä Yoast SEO meta-kuvauksessa
fil: Sa pagitan ng %d at %d na karakter sa Yoast SEO meta description
he_il: בין %d ל-%d תווים בתיאור המטה של Yoast SEO
id_id: Antara %d dan %d karakter dalam deskripsi meta Yoast SEO
ja: Yoast SEO のメタディスクリプションの %d と %d 文字の間
pt_br: Entre %d e %d caracteres na descrição meta do Yoast SEO
ru_ru: Между %d и %d символами в мета описании Yoast SEO

source: Minimum Yoast SEO readability score
de_de: Minimum Yoast SEO Lesbarkeitswert
fi: Vähimmäispistemäärä Yoast SEO -luettavuudessa
fil: Minimum na marka ng readability ng Yoast SEO
he_il: ציון קריאות מינימלי של Yoast SEO
id_id: Minimum skor keterbacaan Yoast SEO
ja: Yoast SEO可読性スコアの最小値
pt_br: Pontuação mínima de legibilidade do Yoast SEO
ru_ru: Минимальный балл читаемости Yoast SEO

source: Yoast Readability: %s
de_de: Yoast-Lesbarkeit: %s
fi: Yoast-lukemisen helppous: %s
id_id: Keterbacaan Yoast: %s
ja: Yoastの読みやすさ: %s
pt_br: Legibilidade do Yoast: %s
ru_ru: Читаемость Yoast: %s

source: Good
de_de: Gut
fi: Hyvä
fil: Maganda
he_il: טוב
id_id: Baik
ja: 良い
pt_br: Bom
ru_ru: Хорошо

source: Minimum Yoast SEO analysis score
de_de: Minimum Yoast SEO Analyse-Wert
fi: Vähimmäispistemäärä Yoast SEO -analyysissä
fil: Minimum na marka ng pagsusuri ng Yoast SEO
he_il: ציון ניתוח מינימלי של Yoast SEO
id_id: Minimum skor analisis Yoast SEO
ja: Yoast SEO分析スコアの最小値
pt_br: Passar na análise de legibilidade do Yoast SEO
ru_ru: Минимальный балл анализа Yoast SEO

source: Define tasks related to Yoast SEO
de_de: Definiere Yoast SEO Aufgaben
fi: Määritä Yoast SEO:hon liittyvät tehtävät
fil: Tukuyin ang mga gawain na may kaugnayan sa Yoast SEO
he_il: הגדר משימות הקשורות ל- Yoast SEO
id_id: Tentukan tugas yang terkait dengan Yoast SEO
ja: Yoast SEOに関連するタスクを定義
pt_br: Definir tarefas relacionadas ao Yoast SEO
ru_ru: Определите задачи, связанные с Yoast SEO

source: This plugin can be deleted.
de_de: Dieses Plugin kann gelöscht werden.
fi: Tämä laajennus voidaan poistaa.
fil: Maaaring tanggalin ang plugin na ito.
he_il: ניתן למחוק את התוסף הזה.
id_id: Plugin ini dapat dihapus.
ja: このプラグインは削除できます。
pt_br: Este plugin pode ser excluído.
ru_ru: Этот плагин можно удалить.

source: You're using PublishPress Checklists Free. The Pro version has more features and support. %sUpgrade to Pro%s
de_de: Sie verwenden PublishPress Checklists Free. Die Pro-Version bietet mehr Funktionen und Support. %sUpgrade zu Pro%s
fi: Käytät PublishPress Checklists Free -versiota. Pro-versiossa on enemmän ominaisuuksia ja tukea. %sPäivitä Pro:ksi%s
fil: Gumagamit ka ng PublishPress Checklists Free. Ang bersyon ng Pro ay may higit pang mga tampok at suporta. %sMag-upgrade sa Pro%s
he_il: אתה משתמש ב-PublishPress Checklists Free. הגרסה המקצועית כוללת יותר תכונות ותמיכה. %sשדרג לגרסה מקצועית%s
id_id: Anda menggunakan PublishPress Checklists Gratis. Versi Pro memiliki lebih banyak fitur dan dukungan. %sTingkatkan ke Pro%s
ja: あなたはPublishPressチェックリストFreeを使用しています。Pro版にはより多くの機能とサポートがあります。%sProにアップグレード%s
pt_br: Você está usando o PublishPress Checklists Free. A versão Pro tem mais recursos e suporte. %sAtualize para Pro%s
ru_ru: Вы используете PublishPress Checklists Free. В версии Pro больше функций и поддержки. %sПереход на Pro%s

source: OK
fil: Ayos
he_il: אוקי
ru_ru: ОК

source: Yoast SEO: %s
id_id: SEO Yoast: %s
ru_ru: SEO Yoast: %s

source: Openai
pt_br: Aberto
